//向SongList添加数据内容

//leancloud初始化
var APP_ID = 'Mugo8DRz0JB2wQoHCfKzI40v-gzGzoHsz';
var APP_KEY = 'vhMJxTzyQviG3EWuuW3QfPbN';
AV.init({
    appId: APP_ID,
    appKey: APP_KEY
});

//AV.Object.extend('className') 所需的参数 className 则表示对应的表名
//声明类型
var slObj = AV.Object.extend('SongList');

//新建对象
var song1 = new slObj();
song1.set('name','熙熙攘攘');
song1.set('intro','(电视剧《远大前程》兄弟主题曲)');
song1.set('singer','金志文');
song1.set('album','远大前程 电视原声带');
song1.set('url','http://p6v42xc4h.bkt.clouddn.com/%E7%86%99%E7%86%99%E6%94%98%E6%94%98.mp3');
song1.set('cover','http://p6v42xc4h.bkt.clouddn.com/ydqc-cover.jpg');
song1.set('lyric',`[00:00.00] 作曲 : 董冬冬
[00:00.333] 作词 : 陈曦
[00:01.000]编曲：金志文
[00:01.910]一轮明月孤照 半生回忆到老
[00:05.490]热热闹闹纷纷扰扰兄弟无限好
[00:08.940]一刻清风含笑 半杯人间烦恼
[00:12.410]熙熙攘攘潇潇洒洒江湖走一遭
[00:21.330]
[00:33.780]看眼前谈笑风生
[00:34.920]指点江山潇洒的你
[00:36.970]听心中风起云涌
[00:38.420]潮起潮落变化的曲
[00:40.370]纵是前程似锦风光无限
[00:43.540]繁花落地随水流去
[00:46.860]
[00:47.180]叹多少翻来覆去
[00:48.660]恩怨情仇执迷的局
[00:50.690]梦多少春花秋月
[00:52.210]人去楼空刻骨的戏
[00:54.210]难得远大风光朗朗乾坤
[00:57.350]千峰映月只待缘去缘聚
[01:03.410]
[01:04.090]一轮明月孤照 半生回忆到老
[01:07.210]热热闹闹纷纷扰扰兄弟无限好
[01:10.560]一刻清风含笑 半杯人间烦恼
[01:14.210]熙熙攘攘潇潇洒洒江湖走一遭
[01:21.500]
[01:35.320]看眼前谈笑风生
[01:36.750]指点江山潇洒的你
[01:38.700]听心中风起云涌
[01:40.170]潮起潮落变化的曲
[01:42.150]纵是前程似锦风光无限
[01:45.230]繁花落地随水流去
[01:48.600]
[01:49.020]叹多少翻来覆去
[01:50.550]恩怨情仇执迷的局
[01:52.430]梦多少春花秋月
[01:53.860]人去楼空刻骨的戏
[01:55.980]难得远大风光朗朗乾坤
[01:59.150]千峰映月只待缘去缘聚
[02:05.260]
[02:05.800]一轮明月孤照 半生回忆到老
[02:08.870]热热闹闹纷纷扰扰兄弟无限好
[02:12.480]一刻清风含笑 半杯人间烦恼
[02:15.770]熙熙攘攘潇潇洒洒江湖走一遭
[02:22.640]一轮明月孤照 半生回忆到老
[02:26.240]热热闹闹纷纷扰扰兄弟无限好
[02:29.540]一刻清风含笑 半杯人间烦恼
[02:33.090]熙熙攘攘潇潇洒洒江湖走一遭
[02:40.240]
[02:40.560]啦啦啦 啦啦啦 拉啦啦啦啦
[02:47.040]啦啦啦 啦啦啦 拉啦啦啦啦
[02:53.880]啦啦啦 啦啦啦 拉啦啦啦啦
[03:00.700]啦啦啦 啦啦啦 拉啦啦啦啦
[03:07.660]熙熙攘攘潇潇洒洒江湖走一遭
[03:15.660]
[03:16.660]制作人：金志文、董冬冬
[03:17.660]吉他：高飞
[03:18.660]贝斯：王佳林
[03:19.660]鼓：祁大为
[03:19.660]和声：曾嵘、龙昊、王佳林、金志文
[03:20.660]录音：李杨
[03:20.660]混音：李游
`);
song1.set('isNewMusic',true);
song1.set('isHotMusic',false);
song1.set('isPlayList',false);

var song2 = new slObj();
song2.set('name','Ferris Wheel');
song2.set('singer','刘忻');
song2.set('album','Ferris Wheel');
song2.set('url','http://p6v42xc4h.bkt.clouddn.com/Ferris%20Wheel%20.mp3');
song2.set('cover','http://p6v42xc4h.bkt.clouddn.com/Ferris.jpg');
song2.set('lyric',`
[00:00.00] 作曲 : 刘忻
[00:00.833] 作词 : 刘忻
[00:02.500]编曲：苏宏亮 刘忻
[00:23.920]Ferris wheel Ferris wheel
[00:26.080]riding up so high
[00:28.460]good boys bad boys
[00:30.720]likes to play a prank
[00:32.960]Ferris wheel Ferris wheel
[00:35.260]falling down so fast
[00:37.460]good things bad things
[00:40.100]playing seek & hide
[00:42.190]press the start botton
[00:44.370]drive to the past to be your own accomplice
[00:51.660]destroy the experience
[00:53.920]pick up the bones and creat a brand new monster
[01:00.940]when the sun can’t bring you light
[01:04.490]when the birds can never fly
[01:07.760]when the tears can’t make you sad
[01:13.640]when the fact isn’t right
[01:19.780]when two electrodes connect
[01:23.010]when the heart beats counting back
[01:27.050]when you revive then you’re dead
[01:31.990]when there’s no-one to care
[01:37.260]well there’s no-one to care
[01:47.960]well
[01:57.760]Ferris wheel Ferris wheel
[02:00.170]riding up so high
[02:02.320]good boys bad boys
[02:04.620]likes to play a prank
[02:06.980]Ferris wheel Ferris wheel
[02:09.350]falling down so fast
[02:11.480]good things bad things
[02:14.010]playing seek & hide
[02:16.390]press the start botton
[02:18.580]drive to the past to be your own accomplice
[02:25.730]destroy the experience
[02:27.980]pick up the bones and creat a brand new monster
[02:34.550]when the sun can’t bring you light
[02:38.120]when the birds can never fly
[02:42.160]when the tears can’t make you sad
[02:47.750]when the fact isn’t right
[02:53.820]when two electrodes connect
[02:57.310]when the heart beats counting back
[03:01.970]when you revive then you’re dead
[03:06.530]when there’s no-one to care
[03:11.350]well there’s no-one to care
[03:16.290]well there’s no-one to care
[03:20.800]when there’s no-one to care
[03:25.620]well there’s no-one to care
[03:29.820]well there’s no-one to care
[03:33.520]制作人：苏宏亮
[03:33.640]鼓手：迟功伟
[03:33.790]混音/母带：王路遥
[03:33.980]录音：丁晨泽
[03:34.120]录音棚：2496 Top Music Studio
[03:34.280]乐器：SEVEN STAR (七星乐器)
"},"tlyric":{"version":1,"lyric":"[00:02.500]
[00:23.920]摩天轮 摩天轮

[00:26.080]转得那么高
[00:28.460]好孩子 坏孩子
[00:30.720]喜欢恶作剧
[00:32.960]摩天轮 摩天轮
[00:35.260]落得那么快
[00:37.460]好的事 坏的事
[00:40.100]在玩捉迷藏
[00:42.190]按下那个开始键
[00:44.370]穿梭回过去 做你自己的帮凶
[00:51.660]摧毁那些经验
[00:53.920]捡出一堆白骨 去创造一个全新的怪物
[01:00.940]当太阳不再能带来光明
[01:04.490]当鸟儿不再能翱翔
[01:07.760]当面对眼泪你也无动于衷
[01:13.640]当事实不再正确
[01:19.780]当两个电极相连
[01:23.010]当心跳开始倒数
[01:27.050]当你复活又再次死去
[01:31.990]当再也没有人在乎
[01:37.260]那就没人在乎吧
[01:47.960]
[01:57.760]摩天轮 摩天轮
[02:00.170]转得那么高
[02:02.320]好孩子 坏孩子
[02:04.620]喜欢恶作剧
[02:06.980]摩天轮 摩天轮
[02:09.350]落得那么快
[02:11.480]好的事 坏的事
[02:14.010]在玩捉迷藏
[02:16.390]按下那个开始键
[02:18.580]穿梭回过去 做你自己的帮凶
[02:25.730]摧毁那些经验
[02:27.980]捡出一堆白骨 去创造一个全新的怪物
[02:34.550]当太阳不再能带来光明
[02:38.120]当鸟儿不再能翱翔
[02:42.160]当面对眼泪你也无动于衷
[02:47.750]当事实不再正确
[02:53.820]当两个电极相连
[02:57.310]当心跳开始倒数
[03:01.970]当你复活又再次死去
[03:06.530]当再也没有人在乎
[03:11.350]那就没人在乎吧
[03:16.290]那就没人在乎吧
[03:20.800]当再也没有人在乎
[03:25.620]那就没人在乎吧
[03:29.820]那就没人在乎吧
[03:33.520]
[03:33.640]
[03:33.790]
[03:33.980]
[03:34.120]
[03:34.280]`);
song2.set('isNewMusic',true);
song2.set('isHotMusic',false);
song2.set('isPlayList',false);


var song3 = new slObj();
song3.set('hotRank','08');
song3.set('name','渺小却伟大');
song3.set('singer','李易峰');
song3.set('album','渺小却伟大');
song3.set('url','http://p6v42xc4h.bkt.clouddn.com/%E6%B8%BA%E5%B0%8F%E5%8D%B4%E4%BC%9F%E5%A4%A7.mp3');
song3.set('cover','http://p6v42xc4h.bkt.clouddn.com/miaoxiao.jpg');
song3.set('lyric',`[00:00.00] 作曲 : Marc Dupré/John Nathaniel/Amélie Larocque
[00:01.00] 作词 : 甘世佳/HY1116
[00:09.26]地平线上明灭的光
[00:13.59]在漫漫长夜指引征途的前方
[00:18.39]瞳孔中央折射的光
[00:23.11]把春来秋往装进心里去珍藏
[00:27.60]
[00:28.66]在生命辉煌圣殿上
[00:30.91]曾留下自己的仰望
[00:33.44]谁真的甘于无声的消亡
[00:38.11]平凡世界平凡的他
[00:40.41]固执或过于理想化
[00:42.98]有梦想的人渺小却伟大
[00:47.11]
[00:49.61]一路上困惑和挣扎
[00:54.17]我陪你说一路真心的话
[00:58.84]把嘲弄当做个笑话
[01:03.55]时间会给出最好的回答
[01:08.32]别去想它世界很大勇敢去表达
[01:16.92]
[01:20.29]抬头仰望不知方向
[01:25.02]就低头前往心灵归宿的地方
[01:30.48]看一本书做一场梦
[01:32.97]一次别离或是重逢
[01:35.22]都是人生赐给你的恩宠
[01:40.13]平凡世界平凡的她
[01:42.35]平凡的相信着童话
[01:44.75]平凡的我们渺小却伟大
[01:49.30]
[01:51.28]一路上困惑和挣扎
[01:55.81]为你打call说出真心的话
[02:00.56]把嘲弄当做个笑话
[02:05.25]时间会给出最好的回答
[02:10.07]别去想它世界很大勇敢去表达
[02:18.22]
[02:40.94]一路上狂欢和繁华
[02:45.76]为你打call说出真心的话
[02:50.71]那通往梦想的地方
[02:55.58]最终会改变世界的形状
[03:00.03]世界很大在你脚下勇敢去表达
[03:09.10]浩瀚宇宙人若蜉蝣
[03:14.38]虽然渺小却很伟大
[03:19.84]
[03:20.94]制作人Producer：于飞 张之夏
[03:21.50]和声Background vocal:  王筱海 张之夏
[03:22.01]录音师Recording Engineer：雷长航@TTL
[03:22.51]混音师Mixing Engineer：John Nathaniel
[03:22.94]母带处理Master：Marc Theriault @ Le Lab mastering studio
[03:23.42]音乐监制Produced by：马厂音乐Aim Studio
[03:23.85]
`);
song3.set('isNewMusic',true);
song3.set('isHotMusic',true);
song3.set('isPlayList',false);

var song4 = new slObj();
song4.set('name','不红的艺人');
song4.set('singer','谭佑铭');
song4.set('album','不红的艺人');
song4.set('url','http://p6v42xc4h.bkt.clouddn.com/%E4%B8%8D%E7%BA%A2%E7%9A%84%E8%89%BA%E4%BA%BA.mp3');
song4.set('cover','http://p6v42xc4h.bkt.clouddn.com/buhongdeyiren.jpg');
song4.set('lyric',`[00:00.00] 作曲 : Marc Dupré/John Nathaniel/Amélie Larocque
[00:01.00] 作词 : 甘世佳/HY1116
[00:09.26]地平线上明灭的光
[00:13.59]在漫漫长夜指引征途的前方
[00:18.39]瞳孔中央折射的光
[00:23.11]把春来秋往装进心里去珍藏
[00:27.60]
[00:28.66]在生命辉煌圣殿上
[00:30.91]曾留下自己的仰望
[00:33.44]谁真的甘于无声的消亡
[00:38.11]平凡世界平凡的他
[00:40.41]固执或过于理想化
[00:42.98]有梦想的人渺小却伟大
[00:47.11]
[00:49.61]一路上困惑和挣扎
[00:54.17]我陪你说一路真心的话
[00:58.84]把嘲弄当做个笑话
[01:03.55]时间会给出最好的回答
[01:08.32]别去想它世界很大勇敢去表达
[01:16.92]
[01:20.29]抬头仰望不知方向
[01:25.02]就低头前往心灵归宿的地方
[01:30.48]看一本书做一场梦
[01:32.97]一次别离或是重逢
[01:35.22]都是人生赐给你的恩宠
[01:40.13]平凡世界平凡的她
[01:42.35]平凡的相信着童话
[01:44.75]平凡的我们渺小却伟大
[01:49.30]
[01:51.28]一路上困惑和挣扎
[01:55.81]为你打call说出真心的话
[02:00.56]把嘲弄当做个笑话
[02:05.25]时间会给出最好的回答
[02:10.07]别去想它世界很大勇敢去表达
[02:18.22]
[02:40.94]一路上狂欢和繁华
[02:45.76]为你打call说出真心的话
[02:50.71]那通往梦想的地方
[02:55.58]最终会改变世界的形状
[03:00.03]世界很大在你脚下勇敢去表达
[03:09.10]浩瀚宇宙人若蜉蝣
[03:14.38]虽然渺小却很伟大
[03:19.84]
[03:20.94]制作人Producer：于飞 张之夏
[03:21.50]和声Background vocal:  王筱海 张之夏
[03:22.01]录音师Recording Engineer：雷长航@TTL
[03:22.51]混音师Mixing Engineer：John Nathaniel
[03:22.94]母带处理Master：Marc Theriault @ Le Lab mastering studio
[03:23.42]音乐监制Produced by：马厂音乐Aim Studio
[03:23.85]`);
song4.set('isNewMusic',true);
song4.set('isHotMusic',false);
song4.set('isPlayList',false);

var song5 = new slObj();
song5.set('name','半句再见');
song5.set('singer','孙燕姿');
song5.set('album','半句再见');
song5.set('url','http://p6v42xc4h.bkt.clouddn.com/%E5%8D%8A%E5%8F%A5%E5%86%8D%E8%A7%81.mp3');
song5.set('cover','http://p6v42xc4h.bkt.clouddn.com/banjuzaijian.jpg');
song5.set('lyric',`[00:00.00] 作曲 : 李偲菘
[00:01.00] 作词 : 吴子云
[00:16.45]一张照片 半句再见 尘封的纪念
[00:22.87]用眼泪 把你复习一遍
[00:27.76]
[00:28.57]残缺的诗篇 遗忘的誓言
[00:35.75]谁脑海 有张忘不掉的脸
[00:41.28]
[00:43.03]微红的眼 微亮的天 好一次失眠
[00:49.71]回忆 轻易带走了时间
[00:54.37]
[00:55.47]有些从前太执念 那痕迹太明显
[01:03.21]而故事 被遗憾 画上了重点
[01:08.90]
[01:09.24]为何不放 既是过往云烟
[01:15.89]想要遗忘 怎么反复挂牵
[01:22.83]往哪里找安慰 会简单一些
[01:29.45]我被思念制约 快乐显得卑微
[01:35.42]
[01:35.77]怎么不放 早是过往云烟
[01:42.19]越想遗忘 越是反复挂牵
[01:49.05]而你在心里面 要怎么道别
[01:55.80]说这半句再见 已过了多少年
[02:01.93]
[02:03.41]无解
[02:06.04]
[02:15.72]一段在彼 一段在天 两端成直线
[02:22.17]直线 永远画不出个圆
[02:26.92]
[02:27.87]有些从前太尖锐 谁脚步太遥远
[02:35.68]让结局 被遗憾 写下了句点
[02:41.39]
[02:41.62]为何不放 既是过往云烟
[02:48.00]想要遗忘 怎么反复挂牵
[02:54.80]往哪里找安慰 会简单一些
[03:01.45]我被思念制约 快乐显得卑微
[03:07.41]
[03:07.78]怎么不放 早是过往云烟
[03:14.31]越想遗忘 越是反复挂牵
[03:21.14]而你在心里面 要怎么道别
[03:27.78]说这半句再见 已过了多少年
[03:33.89]
[03:36.30]无解
[03:39.72]`);
song5.set('isNewMusic',true);
song5.set('isHotMusic',false);
song5.set('isPlayList',false);

var song6 = new slObj();
song6.set('hotRank','02');
song6.set('name','爱了很久的朋友');
song6.set('intro','(电影《后来的我们》插曲)');
song6.set('singer','田馥甄');
song6.set('album','爱了很久的朋友');
song6.set('url','http://p6v42xc4h.bkt.clouddn.com/%E7%88%B1%E4%BA%86%E5%BE%88%E4%B9%85%E7%9A%84%E6%9C%8B%E5%8F%8B.mp3');
song6.set('cover','http://p6v42xc4h.bkt.clouddn.com/ailehenjiu.jpg');
song6.set('lyric',`[00:00.00] 作曲 : 黄韵玲
[00:01.00] 作词 : 林珺帆
[00:16.20]制作/编曲: 黄韵玲
[00:18.80]
[00:35.24]本来想着以后  有了什么就够
[00:42.20]到后来我只能够  想象你们的以后
[00:49.47]以为我像气球  追逐风的自由
[00:56.78]以后只能怀念  释放我的那双手
[01:05.80]可笑在爱到血肉模糊时候    泪水能补救
[01:12.81]可惜到伤疤结在心头    只能笑一笑问候
[01:20.16]​好在有千言万语也没人肯    说内疚
[01:28.61]因为到最后  最痛苦的分手
[01:35.28]总有快乐的理由
[02:09.44]以为永远很远  不愿就此停留
[02:15.61]​以后有太多可能  何必叫青春将就
[02:22.76]以为我会改变  变得更懂爱情
[02:30.08]最后我们变成  爱了很久的朋友
[02:38.44]可笑在爱到血肉模糊时候    泪水能补救
[02:46.22]​可惜到伤疤结在心头    只能笑一笑问候
[02:53.37]​好在有千差万错也没人肯    说内疚
[03:01.32]因为到最后  最痛苦的分手
[03:08.56]总有快乐的理由
[03:26.46]可笑在爱到血肉模糊时候    泪水能补救
[03:34.23]​可惜到伤疤结在心头    只能笑一笑问候
[03:41.01]​好在有千差万错也没人肯    说内疚
[03:50.900]因为到最后  我们才能拥有
[03:57.38]爱了很久的朋友
[04:06.07]
[04:06.51]弦乐编曲:罗恩妮
[04:06.97]第一小提琴：蔡曜宇/朱奕宁/骆思云
[04:07.38]第二小提琴：卢思蒨/陈泱瑾/黄雨柔
[04:07.87]中提琴：甘威鹏/牟启东
[04:08.39]大提琴：刘涵（隐分子）
[04:08.98]弦乐行政：黄雨柔
[04:09.54]混音:袁述中
[04:10.21]吉他:锺承洋
[04:10.71]Bass:陈纪烽
[04:11.27]鼓:林俊宏
[04:11.77]和声:田馥甄
[04:12.22]录音师：马丁
[04:12.85]录音室：华研猛蛋录音室
[04:13.58]制作企划统筹：葛大为`);
song6.set('isNewMusic',true);
song6.set('isHotMusic',true);
song6.set('isPlayList',false);

var song7 = new slObj();
song7.set('name','熊猫舞');
song7.set('singer','钟亚男');
song7.set('album','熊猫舞');
song7.set('url','http://p6v42xc4h.bkt.clouddn.com/%E7%88%B1%E4%BA%86%E5%BE%88%E4%B9%85%E7%9A%84%E6%9C%8B%E5%8F%8B.mp3');
song7.set('cover','http://p6v42xc4h.bkt.clouddn.com/xiongmaowu.jpg');
song7.set('lyric',`[00:00.00] 作曲 : 钟亚男
[00:00.03] 作词 : 钟亚男
[00:00.10]编曲：徐铭轩
[00:00.20]吉他：胡阁
[00:00.30]混音：崔禄
[00:01.02]我是只熊猫熊猫熊猫熊猫熊猫熊猫
[00:04.80]一只可爱的熊猫熊猫熊猫熊猫熊猫
[00:08.44]生活总需要娱乐熊猫不止黑白外套
[00:12.07]打开频道 接受讯号
[00:15.60]我是只熊猫熊猫熊猫熊猫熊猫熊猫
[00:19.29]一只可爱的熊猫熊猫熊猫熊猫熊猫
[00:22.97]每天都嘻嘻哈哈打打闹闹卖萌撒娇
[00:26.61]打开频道 接受讯号 就丢掉烦恼
[00:34.74]软软的肚子 被太阳晒到
[00:38.28]黑黑的眼圈 不是昨晚没睡好
[00:41.96]揉揉眼睛 伸个懒腰
[00:44.94]露出元气满满的微笑
[00:49.36]想在蓝天翱翔 沐浴春风袅袅
[00:52.95]想去碧波畅游 想在草原奔跑
[00:56.54]世界有多大 哪里是天涯海角
[01:00.16]胖胖的身材 从不怕摔倒
[01:04.71]我是只熊猫熊猫熊猫熊猫熊猫熊猫
[01:08.44]一只可爱的熊猫熊猫熊猫熊猫熊猫
[01:12.06]生活总需要娱乐熊猫不止黑白外套
[01:15.64]打开频道 接受讯号
[01:19.37]我是只熊猫熊猫熊猫熊猫熊猫熊猫
[01:22.95]一只可爱的熊猫熊猫熊猫熊猫熊猫
[01:26.53]每天都嘻嘻哈哈打打闹闹卖萌撒娇
[01:30.22]打开频道 接受讯号 就丢掉烦恼
[01:37.28]
[02:11.14]软软的肚子 被太阳晒到
[02:14.68]黑黑的眼圈 不是昨晚没睡好
[02:18.26]揉揉眼睛 伸个懒腰
[02:21.24]露出元气满满的微笑
[02:25.58]想在蓝天翱翔 沐浴春风袅袅
[02:29.25]想去碧波畅游 想在草原奔跑
[02:32.84]世界有多大 哪里是天涯海角
[02:36.52]胖胖的身材 从不怕摔倒
[02:41.12]我是只熊猫熊猫熊猫熊猫熊猫熊猫
[02:44.89]一只可爱的熊猫熊猫熊猫熊猫熊猫
[02:48.36]生活总需要娱乐熊猫不止黑白外套
[02:52.04]打开频道 接受讯号
[02:55.68]我是只熊猫熊猫熊猫熊猫熊猫熊猫
[02:59.31]一只可爱的熊猫熊猫熊猫熊猫熊猫
[03:02.95]每天都嘻嘻哈哈打打闹闹卖萌撒娇
[03:06.59]打开频道 接受讯号 就丢掉烦恼
[03:13.81]我是只熊猫熊猫熊猫熊猫熊猫熊猫
[03:17.51]一只可爱的熊猫熊猫熊猫熊猫熊猫
[03:21.09]生活总需要娱乐熊猫不止黑白外套
[03:24.72]打开频道 接受讯号
[03:28.36]我是只熊猫熊猫熊猫熊猫熊猫熊猫
[03:32.04]一只可爱的熊猫熊猫熊猫熊猫熊猫
[03:35.62]每天都嘻嘻哈哈打打闹闹卖萌撒娇
[03:39.29]打开频道 接受讯号 就丢掉烦恼`);
song7.set('isNewMusic',true);
song7.set('isHotMusic',false);
song7.set('isPlayList',false);

var song8 = new slObj();
song8.set('name','小嫦娥');
song8.set('singer','安子与九妹');
song8.set('album','小嫦娥');
song8.set('url','http://p6v42xc4h.bkt.clouddn.com/%E5%B0%8F%E5%AB%A6%E5%A8%A5.mp3');
song8.set('cover','http://p6v42xc4h.bkt.clouddn.com/xiaochange.jpg');
song8.set('lyric',`[00:00.00] 作曲 : 九妹
[00:00.00] 作词 : 九妹
[00:00.00]小嫦娥-安子与九妹
[00:22.34]词：九妹 曲：九妹 编曲：安子/可爱
[00:34.27]从前在我家的门前有一条小河
[00:37.21]小河里面住着几只我从小养的鹅
[00:39.94]它们吃了睡 睡了吃 还曲项向天歌
[00:43.23]它们的日子过的多快活
[00:46.21]就在河的对面住着美丽的小嫦娥
[00:49.05]小嫦娥家里每天晚上家里都会升篝火
[00:51.96]哎呦 我的鹅来就请你们 请你们帮帮我
[00:55.15]让我在你们身上写支歌
[00:58.29]秀色湖光照大地 照亮我也照亮你
[01:04.27]宛如清风抚白云
[01:07.31]愿得伊人心  哎 你说行不行
[01:14.76]哎呦 我的鹅 你们赶快去过河
[01:19.26]快把我的小情歌 送给小嫦娥
[01:22.24]良辰美景三十里 路上好心情
[01:27.43]哎呦 我的鹅 你知道我在想什么
[01:30.96]小嫦娥到底有没有 听到我的歌
[01:34.15]花花世界匆匆过
[01:37.09]爱情不用考虑的太多
[01:40.36]小嫦娥-安子与九妹
[02:04.26]三十年后还是我家门前那条河
[02:07.20]小河里面住着依旧是我家养的鹅
[02:09.78]虽然河对面的小嫦娥已变成老婆婆
[02:13.02]如今她在我家洗锅
[02:16.17]人生人鹅生鹅 他们都大了
[02:19.01]左手孩子右手鹅 玩的多快活
[02:21.69]她们排排队排排队 排队去放鹅
[02:24.98]我又看到了身上那支歌
[02:28.07]秀色湖光照大地 照亮我也照亮你
[02:34.16]宛如清风抚白云
[02:37.10]愿得伊人心 哎 你说行不行
[02:44.48]哎呦 我的鹅 你们赶快去过河
[02:49.03]快把我的小情歌 送给小嫦娥
[02:52.01]良辰美景三十里 路上好心情
[02:57.21]哎呦 我的鹅 你知道我在想什么
[03:00.90]小嫦娥到底有没有 听到我的歌
[03:03.98]花花世界匆匆过
[03:06.97]爱情不用考虑的太多
[03:10.31]幸福的时光 总是那么容易度过
[03:15.19]所以我不会再 让你们都 再次离开我
[03:25.18]~~~~~~~~~~~~~~~~~~~~~~~
[03:36.55]哎呦 我的鹅 你们赶快去过河
[03:40.09]快把我的小情歌 送给小嫦娥
[03:43.18]良辰美景三十里 路上好心情
[03:48.39]哎呦 我的鹅 你知道我在想什么
[03:52.07]小嫦娥到底有没有 听到我的歌
[03:55.12]花花世界匆匆过
[03:58.09]爱情不用考虑的太多
[04:00.38]哎呦 我的鹅 你们赶快去过河
[04:04.22]快把我的小情歌 送给小嫦娥
[04:07.10]良辰美景三十里 路上好心情
[04:12.27]哎呦 我的鹅 你知道我在想什么
[04:15.94]小嫦娥到底有没有 听到我的歌
[04:18.97]花花世界匆匆过
[04:21.97]爱情不用考虑的太多
[04:24.90]构建社会主义新生活`);
song8.set('isNewMusic',true);
song8.set('isHotMusic',false);
song8.set('isPlayList',false);

var song9 = new slObj();
song9.set('name','Your Song');
song9.set('singer','Lady Gaga');
song9.set('album','Your Song');
song9.set('url','http://p6v42xc4h.bkt.clouddn.com/Your%20Song.mp3');
song9.set('cover','http://p6v42xc4h.bkt.clouddn.com/your.jpg');
song9.set('lyric',`[00:07.99]It's a little bit funny, this feeling inside
[00:15.42]I'm not one of those who can easily hide
[00:22.82]I don't have much money, but boy if I did
[00:30.43]I'd buy a big house where we both could live
[00:39.94]If I was a sculptor, but then again, no
[00:46.23]Or a man who makes potions on a traveling show
[00:54.94]I know it's not much, but it's the best I can do
[01:02.17]My gift is my song, and this one's for you
[01:11.79]And you can tell everybody this is your song
[01:19.11]It may be quite simple, but now that it's done
[01:26.00]I hope you don't mind
[01:27.89]I hope you don't mind that I put down in words
[01:34.57]How wonderful life is now you're in the world
[01:52.45]I sat on the roof and kicked off the moss
[01:58.75]Well, a few of the verses, well, they've got me quite cross
[02:07.35]But the sun's been quite kind while I wrote this song
[02:14.78]It's for people like you that keep it turned on
[02:23.85]So excuse me forgetting, these things I do
[02:31.25]You see, I've forgotten if they're green or they're blue
[02:38.81]Anyway, the thing is, what I really mean
[02:46.66]Yours are the sweetest eyes I've ever seen
[02:55.96]And you can tell everybody this is your song
[03:03.74]It may be quite simple, but now that it's done
[03:10.36]I hope you don't mind
[03:12.56]I hope you don't mind that I put down in words
[03:19.35]How wonderful life is while you're in the world
[03:29.62]I hope you don't mind
[03:31.29]I hope you don't mind that I put down in words
[03:38.04]How wonderful life is
[03:42.14]Now you're in, you're in, you're in, you're in the world
[00:07.99]心底这感觉 说起来有点好笑
[00:15.42]但我又不是那种善于隐藏情感的人
[00:22.82]我没有腰缠万贯 但男孩 如果我有的话
[00:30.43]我会买一套我们俩都可以住下的房子
[00:39.94]如果我是个雕塑家 但我也不是
[00:46.23]或者我是个四处巡回演出的男人
[00:54.94]我知道这不算什么 但这已是我所能的所有
[01:02.17]我的礼物就是我这一首歌 是为你而写
[01:11.79]你可以告诉所有人这是独属于你的歌
[01:19.11]可能有些简单 但现在它完成了
[01:26.00]我希望你不介意
[01:27.89]我希望你不介意我写下的歌词
[01:34.57]有你同在一个世界的生活如此美好
[01:52.45]我坐在屋顶 踢着青苔
[01:58.75]还有几节的歌词 让我绞尽脑汁
[02:07.35]但当我为你写下这首歌时 太阳正晴好
[02:14.78]太阳都是为你而闪耀
[02:23.85]所以原谅我 原谅我的健忘
[02:31.25]你看 我早已忘记写这歌的缘由
[02:38.81]但没关系 重要的是我真正想要表达的
[02:46.66]你的双眸是我见过最甜蜜的一双
[02:55.96]你可以告诉所有人这是独属于你的歌
[03:03.74]可能有些简单 但现在它完成了
[03:10.36]我希望你不介意
[03:12.56]我希望你不介意我写下的歌词
[03:19.35]有你同在一个世界的生活如此美好
[03:29.62]我希望你不介意
[03:31.29]我希望你不介意我写下的歌词
[03:38.04]多么美好的生活
[03:42.14]现在你就在我的世界里`);
song9.set('isNewMusic',true);
song9.set('isHotMusic',false);
song9.set('isPlayList',false);

var song10 = new slObj();
song10.set('name','My Star');
song10.set('singer','EXILE');
song10.set('album','My Star');
song10.set('url','http://p6v42xc4h.bkt.clouddn.com/My%20Star.mp3');
song10.set('cover','http://p6v42xc4h.bkt.clouddn.com/exile.jpg');
song10.set('lyric',`[00:00.00] 作曲 : Daisuke \"DAIS\" Miyachi / Yuichi Ohno
[00:01.00] 作词 : ATSUSHI
[00:14.98]
[00:16.47]輝きを失う星があるなら
[00:23.80]それはあなたを失った自分
[00:30.05]
[00:31.38]“愛することは守り抜くこと”
[00:38.86]言葉で言うのはたやすいけれど…
[00:45.21]
[00:45.68]あの日あの場所から 始まったストーリー
[00:52.56]悲しみも越えて 今日まで来たから
[00:59.73]
[01:00.13]二人はあの空の星のように
[01:07.49]寄り添い輝いて
[01:11.34]宇宙(トワ)の愛を誓う
[01:14.54]
[01:14.97]大げさな幸せじゃなくていい
[01:22.36]ささやかな絆を
[01:26.04]愛でつないでゆく
[01:30.50]夢の続きを見ていよう
[01:38.47]
[01:54.07]遠い昔に放たれた光
[02:01.35]果てしない時 超えて届くように
[02:07.87]
[02:08.45]あたたかい優しさを分け合いながら
[02:15.17]意識を超えて魂を癒す
[02:22.25]
[02:22.69]二人はあの空の月のように
[02:29.91]満ち欠けを繰り返し
[02:33.64]愛を育ててゆく
[02:36.95]
[02:37.38]このまま永遠に変わらない
[02:44.80]二人でいれるように
[02:48.95]ずっと素直な気持ちでいれますようにと願う
[03:00.10]
[03:00.98]愛し合い求めることで
[03:06.50]傷つけ合い 許しあうこと
[03:16.35]
[03:16.64]Cuz you're my star
[03:18.65]あの空の星のように
[03:24.21]どんな時も僕を照らし続けて欲しい
[03:31.51]
[03:31.85]I'll be your star
[03:33.90]あの空の星のように
[03:39.15]僕も君を照らす
[03:43.19]そんな光になって
[03:47.31]幸せを広げていこう
[03:52.56]
[03:53.09]I promise you
[03:54.85]to share my life
[03:56.74]just stay with me
[03:58.68]you are all I need
[04:00.41]Cuz you are my star
[04:02.05]
[04:02.49]照らし続けて欲しい…
[04:05.37]Cuz you're my star…
[04:12.51]
[04:17.00]そんな光になって
[04:21.09]幸せを広げていこう
[04:31.12]
[00:16.47]如果有一颗黯淡无光的星星
[00:23.80]那一定是失去你之后的我
[00:31.38]“坚守自己所爱的事物”
[00:38.86]这句话仅仅只是说着容易…
[00:45.68]那一天 从那个地方 开启的新篇章
[00:52.56]越过了重重悲伤 抵达了今日
[01:00.13]我们二人如同天空中的星辰
[01:07.49]相互依偎 照亮彼此
[01:11.34]宣誓着永恒的爱情
[01:14.97]就算只是微不足道的幸福
[01:22.36]我们间小小的羁绊
[01:26.04]也通过爱串连在了一起
[01:30.50]一起去见证梦的延续吧
[01:54.07]愿那束悠远过去的光芒
[02:01.35]能穿越无穷无尽的时间 传达给你
[02:08.45]分享着彼此间贴心的温柔
[02:15.17]超越了意识 将灵魂治愈
[02:22.69]我们二人如同天空中的皓月
[02:29.91]重复着一次次阴晴圆缺
[02:33.64]爱在此中不断萌芽
[02:37.38]一直保持如此 永不改变
[02:44.80]愿我们能够在一起
[02:48.95]愿这份坦率的心意能永远陪伴彼此
[03:00.98]在追求挚爱的路上
[03:06.50]难免会互相伤害 互相原谅
[03:16.64]Cuz you're my star
[03:18.65]多希望你能像天上的星辰
[03:24.21]无论何时 都一直照亮着我
[03:31.85]I'll be your star
[03:33.90]我也会像天上的星辰
[03:39.15]一直照亮着你
[03:43.19]我愿化成你的光
[03:47.31]带给你更多的幸福
[03:53.09]我在此许诺
[03:54.85]愿与你分享我的人生
[03:56.74]请你陪伴在我身边
[03:58.68]你便是我所需的一切
[04:00.41]Cuz you are my star
[04:02.49]好想让你一直照亮我…
[04:05.37]Cuz you're my star…
[04:17.00]我愿化成你的光
[04:21.09]带给你更多的幸福`);
song10.set('isNewMusic',true);
song10.set('isHotMusic',false);
song10.set('isPlayList',false);

var song11 = new slObj();
song11.set('hotRank','01');
song11.set('name','离人愁');
song11.set('singer','李袁杰');
song11.set('album','离人愁');
song11.set('url','http://p6v42xc4h.bkt.clouddn.com/lirenchou.mp3');
song11.set('cover','http://p6v42xc4h.bkt.clouddn.com/lirenchou.jpg');
song11.set('lyric',`[00:00.00] 作曲 : 李袁杰
[00:01.00] 作词 : 李袁杰
[00:09.000]编曲：筱筱雨沐
[00:12.000]混录：Rown
[00:15.000]企划：王烨扬
[00:18.000]经纪人：方国庆
[00:21.000]出品人：桑爱
[00:24.000]出品方：看见音乐（北京）有限公司
[00:27.000]春去白了华发落寞了思量
[00:33.000]剪下一缕愁丝遮目让人盲
[00:40.000]今人断了肠，今天各一方
[00:46.000]今生与你相见无望
[00:52.000]繁华落幕离人难敢诉衷肠
[00:58.000]昨夜又见当年弃我不归郎
[01:06.000]今夜太漫长，今两股痒痒
[01:12.000]今人比枯叶瘦花黄
[01:17.555]我应在江湖悠悠，饮一壶浊酒
[01:25.000]醉里看百花深处愁
[01:30.555]莫把那关外野游，留佳人等候
[01:37.555]梦里殇此情高几楼
[02:09.555]繁华落幕离人难敢诉衷肠
[02:16.000]昨夜又见当年弃我不归郎
[02:22.000]今夜太漫长，今两股痒痒
[02:28.555]今人比枯叶瘦花黄
[02:34.555]我应在江湖悠悠，饮一壶浊酒
[02:41.555]醉里看百花深处愁
[02:47.555]莫把那关外野游，留佳人等候
[02:54.555]梦里殇此情高几楼
[03:00.000]我应在江湖悠悠，饮一壶浊酒
[03:06.555]醉里看百花深处愁
[03:12.888]莫把那关外野游，留佳人等候
[03:19.888]梦里殇此情高几楼
[03:26.888]梦里殇此情高几楼`);
song11.set('isNewMusic',false);
song11.set('isHotMusic',true);
song11.set('isPlayList',false);

var song12 = new slObj();
song12.set('hotRank','03');
song12.set('name','你，好不好？');
song12.set('intro','(电视剧《遗憾拼图》片尾曲)')
song12.set('singer','周兴哲');
song12.set('album','爱，教会我们的事');
song12.set('url','http://p6v42xc4h.bkt.clouddn.com/nihaobuhao.mp3');
song12.set('cover','http://p6v42xc4h.bkt.clouddn.com/nihaobuhao.jpg');
song12.set('lyric',`[00:00.00] 作曲 : 周兴哲
[00:01.00] 作词 : 周兴哲/吴易纬
[00:07.82]编曲：陈建骐
[00:25.36]是不是 还那么爱迟到
[00:31.78]熬夜工作又睡不好
[00:37.23]等你完成你的目标
[00:43.47]要戒掉逞强的嗜好
[00:49.10]都怪我
[00:51.69]把自尊放太高
[00:55.77]没有把你照顾好
[01:00.85]骄傲是脆弱的外表
[01:07.25]最怕我的心你不要
[01:11.98]能不能继续对我哭
[01:15.52]对我笑对我好
[01:18.41]继续让我为你想
[01:21.36]为你疯陪你老
[01:24.79]你好不好好想知道
[01:30.37]别急着把回忆都丢掉
[01:36.15]我只需要你在身边
[01:39.39]陪我吵陪我闹
[01:42.64]用好的我
[01:44.46]把过去坏的我都换掉
[01:49.29]好想听到你坚决说爱我
[01:56.11]可惜回不去那一秒
[02:01.05]你 好不好
[02:13.77]天知道我快要受不了
[02:20.55]后悔 钻进心里烧
[02:25.89]拥抱 再多一次就好
[02:32.11]你要的我都做得到
[02:37.04]能不能继续对我哭
[02:39.93]对我笑 对我好
[02:43.02]继续让我为你想
[02:46.06]为你疯 陪你老
[02:49.27]给你的好还要不要
[02:55.04]答案我却不敢揭晓
[03:00.91]我只需要你在身边
[03:03.81]陪我吵 陪我闹
[03:07.10]别用离开教我
[03:09.70]失去的人最重要
[03:13.38]别说 你曾经爱过我
[03:20.01]让我们回到那一秒
[03:24.89]你好不好
[03:37.04]能不能继续对我哭
[03:39.88]对我笑 对我好
[03:43.11]继续让我为你想
[03:45.85]为你疯 陪你老
[03:49.53]你好不好 我好想知道
[03:55.02]别急着把我的爱丢掉
[04:00.60]我只需要你在身边
[04:03.88]陪我吵 陪我闹
[04:07.28]别用离开教我
[04:10.02]失去的人最重要
[04:13.31]别说 你曾经爱过我
[04:20.09]让我们回到那一秒
[04:25.11]你 好不好？`);
song12.set('isNewMusic',false);
song12.set('isHotMusic',true);
song12.set('isPlayList',false);

var song13 = new slObj();
song13.set('hotRank','04');
song13.set('name','白羊');
song13.set('singer','徐秉龙 / 沈以诚');
song13.set('album','白羊');
song13.set('url','http://p6v42xc4h.bkt.clouddn.com/baiyang.mp3');
song13.set('cover','http://p6v42xc4h.bkt.clouddn.com/baiyang.jpg');
song13.set('lyric',`[00:01.00] 作词 : 徐秉龙
[00:04.290]编曲：徐秉龙
[00:05.290]你有多少胜算
[00:07.250]把我困在里面
[00:09.450]你设计的城堡太糟糕
[00:13.990]我一起飞 就能逃跑
[00:18.570]可你粲然一笑
[00:20.600]我心事就潦草
[00:23.170]你裙下的人间太美妙
[00:27.690]好想把你 一口气全部吃掉
[00:33.350]
[00:34.940]多热烈的白羊
[00:37.270]多善良多抽象
[00:39.410]多完美的她呀
[00:41.400]却是下落不详
[00:44.100]心好空荡
[00:46.230]都快要 失去形状
[00:52.960]青春一记荒唐
[00:55.230]亦然学着疯狂
[00:57.510]这声色太张扬
[00:59.620]这欢愉太理想
[01:02.170]先熄灭心跳
[01:05.060]才能拥抱
[01:08.950]
[01:31.170]几千几万个你
[01:33.490]几千几万个我
[01:35.520]一起躲进 这浪漫的回合
[01:40.090]然后沉迷 你诗写一般的身体
[01:47.490]多热烈的白羊
[01:49.480]热烈得好抽象
[01:51.700]抽象掩盖欲望
[01:53.870]却又欲盖弥彰
[01:56.520]我要嚣张
[01:58.770]嚣张到 失去形状
[02:05.250]青春一记荒唐
[02:07.610]亦然学着疯狂
[02:09.900]这声色太张扬
[02:12.060]这欢愉太理想
[02:14.850]先熄灭心跳
[02:17.570]才能拥抱
[02:22.090]
[02:23.630]青春一记荒唐
[02:25.820]亦然学着疯狂
[02:28.050]这声色太张扬
[02:30.260]这欢愉太理想
[02:33.060]这归途太远
[02:35.830]要迷人且倔强
[02:41.240]制作人：徐秉龙
[02:41.500]和声编写：徐秉龙
[02:42.000]和声配唱：徐秉龙
[02:42.400]吉他：徐秉龙
[02:42.800]鼓：徐秉龙
[02:43.200]B-Box:陆颢哲
[02:43.600]Program：周果亦
[02:44.400]吉他编写：徐秉龙 武言圣
[02:45.000]混音：谭聪
[02:45.400]封面设计：徐秉龙
[02:46.240]母带：谭聪
[02:47.999]发行公司：亚合娱乐`);
song13.set('isNewMusic',false);
song13.set('isHotMusic',true);
song13.set('isPlayList',false);

var song14 = new slObj();
song14.set('hotRank','05');
song14.set('name','戒烟 (Live)');
song14.set('singer','李荣浩 / 陈立农 / 尤长靖 / 灵超 / 朱正廷 / 陆定昊 / 木子洋 / 杨非同');
song14.set('album','偶像练习生 表演曲目合集');
song14.set('url','http://p6v42xc4h.bkt.clouddn.com/jieyan.mp3');
song14.set('cover','http://p6v42xc4h.bkt.clouddn.com/jieyan.jpg');
song14.set('lyric',`[00:00.00] 作曲 : 李荣浩
[00:01.00] 作词 : 李荣浩
[00:05.69]编曲：李荣浩
[00:08.69]改编编曲：郑楠
[00:20.69]陈立农：
[00:21.66]已经为了变的更好去掉锋芒
[00:29.67]一不小心成了你的倾诉对象
[00:37.22]尤长靖：
[00:37.77]电话约在从前约会的地方
[00:42.09]要陪你唱歌吃饭我结账
[00:46.68]保持优良习惯
[00:53.46]灵超：
[00:54.06]你说最近过的还算幸福美满
[01:01.46]喝了几杯唱了几段你却哭了
[01:09.38]朱正廷：
[01:09.74]想去安慰却不知什么立场
[01:13.92]听你说话看你哭湿头发
[01:18.09]陆定昊、木子洋、杨非同：
[01:18.60]我得到了惩罚
[01:23.55]李荣浩：
[01:24.63]戒了烟我不习惯
[01:28.73]没有你我怎么办
[01:32.64]陆定昊：
[01:32.83]三年零一个礼拜
[01:36.61]才学会怎么忍耐
[01:40.30]杨非同：
[01:40.68]你给过我的伤害
[01:44.61]是没有一句责怪
[01:48.58]木子洋：
[01:48.81]戒了烟 染上悲伤
[01:52.70]我也不想
[02:09.35]陆定昊：
[02:09.87]你说最近过的还算幸福美满
[02:17.56]喝了几杯唱了几段你却哭了
[02:25.30]尤长靖：
[02:25.67]想去安慰却不知什么立场
[02:29.50]灵超：
[02:29.82]听你说话看你哭湿头发
[02:34.32]全部：
[02:34.69]我得到了惩罚
[02:40.27]尤长靖：
[02:41.22]惩罚～
[02:42.36]rap杨非同：
[02:42.98]以为放放放了心
[02:44.15]在这段感情结束之后别着急
[02:46.17]Hold up
[02:46.70]隔着空气烟雾弥漫你的气息让我窒息 哦啦
[02:50.30]戒了烟 不习惯
[02:51.92]少了你 怎么办
[02:53.34]我不想 怎么办
[02:54.74]离开你还是烟my girl
[02:56.21]我们之间什么才能填满
[02:58.23]木子洋：
[02:58.49]手上的烟 戒了几年
[03:00.22]现在回头看 依旧没变
[03:02.12]还时不时想起你 在某个夜晚
[03:05.05]心 藕断丝连
[03:06.12]那种感觉 在叛变
[03:07.92]戒不掉 烟雾 在我 眼前消散
[03:10.20]新的一切 在致幻
[03:11.47]灭了的烟 我失去了你
[03:13.79]I just want to say baby
[03:15.05]李荣浩、尤长靖、灵超：
[03:15.23]戒了烟我不习惯
[03:18.69]没有你我怎么办
[03:22.58]朱正廷、陆定昊、木子洋：
[03:22.90]三年零一个礼拜
[03:26.54]才学会怎么忍耐
[03:30.39]陈立农：
[03:30.72]你给过我的伤害
[03:34.52]是没有一句责怪
[03:41.90]李荣浩：
[03:42.81]戒了烟 染上悲伤
[03:46.63]我也不想
[03:52.28]全部：
[03:54.82]我也不想
[04:02.97]我也不想
[04:13.97]音乐总监：郑楠
[04:14.97]声乐指导：邬拉 陈郁欢 龙飞
[04:15.97]混音：赵靖`);
song14.set('isNewMusic',false);
song14.set('isHotMusic',true);
song14.set('isPlayList',false);

var song15 = new slObj();
song15.set('hotRank','06');
song15.set('name','最美的期待');
song15.set('singer','周笔畅');
song15.set('album','最美的期待');
song15.set('url','http://p6v42xc4h.bkt.clouddn.com/zuimei.mp3');
song15.set('cover','http://p6v42xc4h.bkt.clouddn.com/zuimei.jpg');
song15.set('lyric',`[00:00.00] 作曲 : 南征北战
[00:01.00] 作词 : 南征北战
[00:20.38]我有一个梦像雨后彩虹
[00:25.06]用所有泪水换来笑容
[00:29.12]
[00:29.78]还有一种爱穿越了人海
[00:34.09]
[00:34.68]拾起那颗迷失的尘埃
[00:39.00]
[00:39.53]你的呼吸越靠越近
[00:43.67]
[00:44.35]将我抱紧
[00:46.72]
[00:49.28]我睁开双眼想你在身边
[00:53.89]无所谓永远还是瞬间
[00:58.14]
[00:58.69]静闭上了眼你却又浮现
[01:03.52]带我远离寂寞的边缘
[01:07.71]
[01:08.26]忘了是非没有伤悲
[01:13.16]无怨无悔
[01:15.96]
[01:17.95]我拥抱着爱当从梦中醒来
[01:22.74]你执着地等待却不曾离开
[01:27.58]舍不得分开在每一次醒来
[01:32.42]不用再徘徊你就是我最美的期待
[01:39.87]
[02:01.15]我睁开双眼想你在身边
[02:05.35]
[02:05.87]无所谓永远还是瞬间
[02:10.08]
[02:10.61]静闭上了眼你却又浮现
[02:15.57]带我远离寂寞的边缘
[02:20.31]忘了是非没有伤悲
[02:24.39]
[02:25.00]无怨无悔
[02:28.48]
[02:29.92]我拥抱着爱当从梦中醒来
[02:34.78]你执着地等待却不曾离开
[02:39.56]舍不得分开在每一次醒来
[02:44.39]不用再徘徊你就是我最美的期待
[02:49.76]我拥抱着爱当从梦中醒来
[02:53.92]你执着地等待却不曾离开
[02:58.76]舍不得分开在每一次醒来
[03:03.54]不用再徘徊你就是我最美的期待`);
song15.set('isNewMusic',false);
song15.set('isHotMusic',true);
song15.set('isPlayList',false);

var song16 = new slObj();
song16.set('hotRank','07');
song16.set('name','空空如也');
song16.set('singer','任然');
song16.set('album','空空如也');
song16.set('url','http://p6v42xc4h.bkt.clouddn.com/kongkong.mp3');
song16.set('cover','http://p6v42xc4h.bkt.clouddn.com/kongkong.jpg');
song16.set('lyric',`[00:00.00] 作曲 : 雪无影
[00:01.00] 作词 : 雪无影
[00:07.00]编曲：朱鸽
[00:13.39]熟悉的 陌生的 这种感觉
[00:16.90]重复的 曾经的 那些情节
[00:19.57]也只是 怀念
[00:24.15]一滴滴 一点点 一页一篇
[00:29.15]分手了 也不过 三百多天
[00:31.83]可我却 害怕遇见
[00:36.54]我懵懵懂懂过了一年
[00:39.53]这一年似乎没有改变
[00:42.76]守着你离开后的世界
[00:45.45]空 空如也
[00:48.67]白天和晚上都是冬夜
[00:52.07]悲伤的到来我从不拒~绝~
[00:56.16]反正亦是
[00:58.46]空空空空如也
[01:01.41]我懵懵懂懂过了一年
[01:04.25]徘徊在石板路的街边
[01:07.39]曾经笑容灿烂如今却
[01:10.18]空空如也
[01:13.88]一切的星光都已陨灭
[01:16.75]得过且过是我如今速写
[01:20.21]无所谓 让痛重叠
[01:50.14]我懵懵懂懂过了一年
[01:53.89]这一年似乎没有改变
[01:56.90]守着你离开后的世界
[01:59.34]空 空如也
[02:02.58]白天和晚上都是冬夜
[02:05.75]悲伤的到来我从不拒~绝~
[02:09.39]反正亦是
[02:12.43]空空空空如也
[02:15.15]我懵懵懂懂过了一年
[02:18.18]徘徊在石板路的街边
[02:21.20]曾经笑容灿烂如今却
[02:23.90]空空如也
[02:27.58]一切的星光都已陨灭
[02:30.61]得过且过是我如今速写
[02:34.21]无所谓 让痛重叠
[02:39.54]我懵懵懂懂过了一年
[02:42.92]这一年似乎没有改变
[02:46.17]守着你离开后的世界
[02:48.59]空 空如也
[02:51.98]白天和晚上都是冬夜
[02:55.16]悲伤的到来我从不拒~绝~
[02:58.90]反正亦是
[03:01.63]空空空空如也
[03:04.42]我懵懵懂懂过了一年
[03:07.51]徘徊在石板路的街边
[03:10.64]曾经笑容灿烂如今却
[03:13.22]空空如也
[03:16.47]一切的星光都已陨灭
[03:19.95]得过且过是我如今速写
[03:23.49]无所谓 让痛重叠
[03:29.60]录音：浔浔、朱鸽
[03:29.60]混音：殇小谨
[03:29.60]吉他：朱鸽、尉迟墨儒
[03:29.60]和声：皎月
[03:29.60]和声编写：皎月
[03:29.60]制作人：朱鸽
[03:29.60]配唱制作人：殇小谨
[03:29.60]录音室：1803 Studio
[03:29.60]混音室：
[03:29.60]Hot Music Studio
[03:29.60]监制：三千
[03:29.60]企划营销：梦童娱乐
[03:29.60]OP：千和世纪`);
song16.set('isNewMusic',false);
song16.set('isHotMusic',true);
song16.set('isPlayList',false);

var song17 = new slObj();
song17.set('hotRank','09');
song17.set('name','慢慢喜欢你');
song17.set('singer','莫文蔚');
song17.set('album','慢慢喜欢你');
song17.set('url','http://p6v42xc4h.bkt.clouddn.com/manman.mp3');
song17.set('cover','http://p6v42xc4h.bkt.clouddn.com/manman.jpg');
song17.set('lyric',`[00:00.00] 作曲 : 李荣浩
[00:00.16] 作词 : 李荣浩
[00:00.48]编曲：冯翰铭AlexFung
[00:01.48]书里总爱写到喜出望外的傍晚
[00:09.65]骑的单车还有他和她的对谈
[00:16.62]女孩的白色衣裳男孩爱看她穿
[00:24.48]好多桥段
[00:26.25]好多都浪漫
[00:28.12]好多人心酸
[00:29.99]好聚好散
[00:32.39]好多天都看不完
[00:38.31]刚才吻了你一下你也喜欢对吗
[00:46.32]不然怎么一直牵我的手不放
[00:53.57]你说你好想带我回去你的家乡
[01:01.35]绿瓦红砖
[01:03.02]柳树和青苔
[01:05.00]过去和现在
[01:06.77]都一个样
[01:09.10]你说你也会这样
[01:15.38]慢慢喜欢你
[01:17.92]慢慢的亲密
[01:19.70]慢慢聊自己
[01:21.53]慢慢和你走在一起
[01:25.25]慢慢我想配合你
[01:27.88]慢慢把我给你
[01:30.32]慢慢喜欢你
[01:32.56]慢慢的回忆
[01:34.38]慢慢的陪你慢慢的老去
[01:40.62]因为慢慢是个最好的原因
[02:03.12]晚餐后的甜点就点你喜欢的吧
[02:11.34]今晚就换你去床的右边睡吧
[02:18.49]这次旅行我还想去上次的沙滩
[02:26.27]球鞋手表
[02:27.95]袜子和衬衫都已经烫好
[02:31.57]放行李箱
[02:34.05]早上等着你起床
[02:40.01]慢慢喜欢你
[02:42.96]慢慢的亲密
[02:44.59]慢慢聊自己
[02:46.41]慢慢和你走在一起
[02:50.21]慢慢我想配合你
[02:52.55]慢慢把我给你
[02:55.24]慢慢喜欢你
[02:57.51]慢慢的回忆
[02:59.33]慢慢的陪你慢慢的老去
[03:05.72]因为慢慢是个最好的原因
[03:19.33]书里总爱写到喜出望外的傍晚
[03:25.70]制作：荒井十一`);
song17.set('isNewMusic',false);
song17.set('isHotMusic',true);
song17.set('isPlayList',false);

var song18 = new slObj();
song18.set('hotRank','10');
song18.set('name','醉赤壁');
song18.set('intro','(网游《赤壁Online》主题曲)');
song18.set('singer','林俊杰');
song18.set('album','JJ陆');
song18.set('url','http://p6v42xc4h.bkt.clouddn.com/zhuichibi.mp3');
song18.set('cover','http://p6v42xc4h.bkt.clouddn.com/zhuichibi.jpg');
song18.set('lyric',`[00:00.00] 作曲 : 林俊杰
[00:01.00] 作词 : 方文山
[00:23.770]落叶堆积了好几层
[00:27.460]而我踩过青春
[00:31.360]听见
[00:33.400]前世谁在泪语纷纷
[00:39.290]一次缘份结一次绳
[00:43.280]我今生还在等
[00:46.160]一世就只能有一次的认真
[00:54.300]确认过眼神我遇上对的人
[01:01.600]我挥剑转身而鲜血如红唇
[01:07.580]前朝记忆渡红尘伤人的不是刀刃
[01:14.789]是你转世而来的魂
[01:18.780]确认过眼神我遇上对的人
[01:24.420]我策马出征马蹄声如泪奔
[01:30.789]青石板上的月光照进这山城
[01:37.400]我一路的跟你轮回声我对你用情极深
[02:07.600]洛阳城旁的老树根
[02:11.150]像回忆般延伸
[02:14.400]你问经过是谁的心跳声
[02:21.780]我拿醇酒一坛饮恨
[02:25.590]你那千年眼神
[02:28.540]是我醉醉坠入赤壁的伤痕
[02:37.970]确认过眼神我遇上对的人
[02:43.400]我挥剑转身而鲜血如红唇
[02:47.880]前朝记忆渡红尘伤人的不是刀刃
[02:56.780]是你转世而来的魂
[03:01.170]确认过眼神我遇上对的人
[03:06.830]我策马出征马蹄声如泪奔
[03:13.110]青石板上的月光照进这山城
[03:19.860]我一路的跟你轮回声我对你用情极深
[03:30.370]确认过眼神我遇上对的人
[03:36.160]我策马出征马蹄声如泪奔
[03:42.150]青石板上的月光照进这山城
[03:49.280]我一路的跟你轮回声我对你用情极深
[03:58.110]我一路的跟你轮回声我对你用情极深`);
song18.set('isNewMusic',false);
song18.set('isHotMusic',true);
song18.set('isPlayList',false);

var song19 = new slObj();
song19.set('hotRank','11');
song19.set('name','纸短情长（完整版');
song19.set('singer','烟把儿');
song19.set('album','纸短情长（完整版');
song19.set('url','http://p6v42xc4h.bkt.clouddn.com/zhiduan.mp3');
song19.set('cover','http://p6v42xc4h.bkt.clouddn.com/zhiduan.jpg');
song19.set('lyric',`[00:00.00] 作曲 : 言寺
[00:01.00] 作词 : 言寺
[00:14.190]编曲制作：张梓洋
[00:17.270]女声：宋玉双
[00:25.090]你陪我步入蝉夏 越过城市喧嚣
[00:32.010]歌声还在游走 你榴花般的双眸
[00:38.120]不见你的温柔，丢失花间欢笑
[00:44.150]岁月无法停留，流云的等候
[00:53.300]我真的好想你，在每一个雨季
[00:58.540]你选择遗忘的，是我最不舍的
[01:04.320]纸短情长啊，道不尽太多涟漪
[01:10.110]我的故事都是关于你呀
[01:20.540]怎么会爱上了他，并决定跟他回家
[01:25.020]放弃了我的所有我的一切无所谓
[01:30.190]纸短情长啊，诉不完当时年少
[01:35.380]我的故事还是关于你啊
[02:19.020]你陪我步入蝉夏 越过城市喧嚣
[02:23.670]歌声还在游走 你榴花般的双眸
[02:28.450]不见你的温柔，丢失花间欢笑
[02:33.290]岁月无法停留，流云的等候
[02:49.360]我真的好想你，在每一个雨季
[02:54.010]你选择遗忘的，是我最不舍的
[02:59.060]纸短情长啊，道不尽太多涟漪
[03:04.250]我的故事都是关于你呀
[03:08.500]怎么会爱上了他，并决定跟他回家
[03:13.220]放弃了我的所有我的一切无所谓
[03:18.300]纸短情长啊，诉不完当时年少
[03:23.430]我的故事还是关于你啊
[03:44.550]我真的好想你，在每一个雨季
[03:49.240]你选择遗忘的，是我最不舍的
[03:54.360]纸短情长啊，道不尽太多涟漪
[03:59.490]我的故事都是关于你呀
[04:03.960]怎么会爱上了他，并决定跟他回家
[04:08.500]放弃了我的所有我的一切无所谓
[04:13.560]纸短情长啊，诉不完当时年少
[04:18.650]我的故事还是关于你啊
[04:23.780]我的故事还是关于你啊
[04:43.910]`);
song19.set('isNewMusic',false);
song19.set('isHotMusic',true);
song19.set('isPlayList',false);

var song20 = new slObj();
song20.set('hotRank','12');
song20.set('name','PLANET');
song20.set('singer','ラムジ');
song20.set('album','PLANET');
song20.set('url','http://p6v42xc4h.bkt.clouddn.com/planet.mp3');
song20.set('cover','http://p6v42xc4h.bkt.clouddn.com/planet.jpg');
song20.set('lyric',`[00:00.00] 作曲 : ラムジ
[00:01.00] 作词 : ラムジ
[00:10.160]どうやって こうやって
[00:14.090]また ほら 君(きみ)と話(はな)そうか？
[00:18.980]あれだって これだって
[00:24.030]今(いま)すぐ気付(きづ)いてくれ
[00:27.950]僕(ぼく)は君(きみ)の惑星(プラネット)回(まわ)り続(つづ)けて
[00:37.270]いつも君(きみ)のそばで
[00:41.240]黒点(ほくろ)数(かぞ)えてたけれど
[00:46.950]サヨナラなんてないよ...
[00:50.880]今日(きょう)から軌道(みち)を外(はず)れんだ
[00:55.830]最後(さいご)まで見(み)送(おく)ってよ
[01:00.470]永遠(えいえん)に離(はな)れてくんだ
[01:04.460]ラララ...
[01:32.810]どうなって こうなって
[01:36.800]結局(けっきょく) 独(ひと)り佇(たたず)んで
[01:41.710]失(うしな)って 勘(かん)づいて
[01:45.300]今(いま)さら 戻(もど)れやしない
[01:50.920]君(きみ)のいない場所(ばしょ)で
[01:54.920]途方(とほう)に暮(く)れて
[01:59.870]もう一度(いちど)引力(いんりょく)を
[02:04.340]感(かん)じたかったんだけれど
[02:08.520]神様(かみさま)なんていないよ
[02:12.930]いつまで待(ま)っても巡回中(じゅんかいちゅう)
[02:17.330]選(えら)ばれない悲(かな)しみを
[02:21.950]何度(なんど)でも噛(か)みしめるんだ
[02:43.870]君(きみ)は僕(ぼく)の太陽(たいよう)
[02:48.530]全(すべ)てを燃(も)やしたけれど
[02:53.790]サヨナラなんてないよ...
[02:58.170]今日(きょう)から軌道(みち)を外(はず)れんだ
[03:02.600]最後(さいご)まで見(み)送(おく)ってよ
[03:07.220]永遠(えいえん)に離(はな)れてくんだ
[03:11.720]ラララ...
[03:29.820]ラララ...
[00:10.160]要怎么做？就这么做
[00:14.090]嗯...现在还能和你说话吧？
[00:18.980]那样也好，这样也好
[00:24.030]真希望现在你能快点觉察到我
[00:27.950]我是一颗不停地围绕你转动的行星
[00:37.270]我本会一直在你的身边
[00:41.240]即使只是细数你的小缺点
[00:46.950]不要说再见...
[00:50.880]今天我要开始偏离你的轨道
[00:55.830]目送你，直到最后
[01:00.470]因为我将要永远与你分离
[01:04.460]啦啦啦
[01:32.810]为什么会变成这样
[01:36.800]最终仍旧是我独自一人伫立在这
[01:41.710]失去之后 才意识到
[01:45.300]事到如今 再也回不去了
[01:50.920]在没有你的场所
[01:54.920]我完全不知所措
[01:59.870]你对我的吸引力
[02:04.340]到现在都还想感受一下
[02:08.520]可是这世上并没有什么神明
[02:12.930]无论期盼到何时都只能在自己的轨道中巡回
[02:17.330]没有被选择的悲伤
[02:21.950]究竟还要再尝多少次？
[02:43.870]你就是我的太阳
[02:48.530]已将我的精力全部燃尽
[02:53.790]不要说再见...
[02:58.170]从今天起就要偏离你的轨道
[03:02.600]目送你，直到最后
[03:07.220]因为我将要永远与你分离
[03:11.720]啦啦啦
[03:29.820]啦啦啦`);
song20.set('isNewMusic',false);
song20.set('isHotMusic',true);
song20.set('isPlayList',false);

var song21 = new slObj();
song21.set('hotRank','13');
song21.set('name','烟火里的尘埃');
song21.set('singer','华晨宇');
song21.set('album','烟火里的尘埃');
song21.set('url','http://p6v42xc4h.bkt.clouddn.com/yanhuo.mp3');
song21.set('cover','http://p6v42xc4h.bkt.clouddn.com/yanhuo.jpg');
song21.set('lyric',`[00:00.00] 作曲 : 西楼
[00:01.00] 作词 : 林夕
[00:04.843]看着飞舞的尘埃掉下来
[00:15.110]没人发现它存在
[00:18.361]多自由自在
[00:20.348]烟火里的尘埃
[00:23.545]可世界都爱热热闹闹
[00:27.347]
[00:27.357]容不下我百无聊赖
[00:31.861]
[00:34.431]不应该一个人发呆
[00:44.928]只有我守着安静的沙漠
[00:49.586]等待着花开
[00:55.346]只有我看着别人的快乐
[01:00.174]竟然会感慨
[01:05.749]就让我听着天大的道理
[01:10.320]不愿意明白
[01:15.726]有什么是应该不应该
[01:47.510]我的心里住着一个
[01:50.368]苍老的小孩
[01:57.178]如果世界听不明白
[02:00.824]对影子表白
[02:05.605]是不是只有我还在问
[02:09.157]为什么明天更精彩
[02:16.551]烟火里找不到童真的残骸
[02:26.711]只有我守着安静的沙漠
[02:31.171]等待着花开
[02:36.530]只有我看着别人的快乐
[02:41.153]竟然会感慨
[02:46.688]就让我听着天大的道理
[02:51.251]不愿意明白
[02:56.929]只有我就是我
[03:01.708]好奇怪还在感慨
[03:13.462]风阵阵吹过来为何不回来
[03:23.455]风一去不回来悲不悲哀
[03:33.638]麻木得那么快应不应该
[03:43.730]能不能慢下来
[03:49.090]笑得开怀哭得坦率
[03:54.238]为何表情要让这世界安排
[03:59.380]我就是我我只是我
[04:03.829]只是一场烟火散落的尘埃
[04:21.473]风阵阵吹过来
[04:31.803]风一去不回来
[04:51.853]能不能慢下来
[04:56.955]`);
song21.set('isNewMusic',false);
song21.set('isHotMusic',true);
song21.set('isPlayList',false);

var song22 = new slObj();
song22.set('hotRank','14');
song22.set('name','说散就散');
song22.set('intro','(电影《前任3：再见前任》主题曲)');
song22.set('singer','袁娅维');
song22.set('album','说散就散');
song22.set('url','http://p6v42xc4h.bkt.clouddn.com/shuosan.mp3');
song22.set('cover','http://p6v42xc4h.bkt.clouddn.com/shuosan.jpg');
song22.set('lyric',`[00:00.00] 作曲 : 伍乐城
[00:00.666] 作词 : 张楚翘
[00:02.00]
[00:19.00]抱一抱
[00:19.76]就当作从没有在一起
[00:22.89]
[00:25.53]好不好
[00:26.48]要解释都已经来不及
[00:30.23]
[00:32.25]算了吧
[00:33.42]我付出过什么没关系
[00:36.61]
[00:37.81]我忽略自己
[00:40.21]就因为遇见你
[00:43.74]
[00:44.69]没办法
[00:46.53]好可怕
[00:47.46]
[00:48.10]那个我
[00:49.21]
[00:49.92]不像话
[00:51.32]一直奋不顾身
[00:54.12]
[00:54.96]是我太傻
[00:57.33]说不上爱别说谎
[01:00.77]就一点喜欢
[01:03.50]
[01:04.26]说不上恨别纠缠
[01:07.77]别装作感叹
[01:10.37]
[01:11.17]就当作我太麻烦
[01:13.26]不停让自己受伤
[01:15.10]我告诉我自己
[01:17.77]感情就是这样
[01:20.31]
[01:21.23]怎么一不小心太疯狂
[01:25.06]
[01:34.60]抱一抱
[01:35.20]再好好觉悟不能长久
[01:38.46]
[01:41.09]好不好
[01:41.94]有亏欠我们都别追究
[01:45.37]
[01:47.74]算了吧
[01:48.90]我付出再多都不足够
[01:52.71]
[01:53.28]我终于得救
[01:55.12]
[01:55.70]我不想再献丑
[01:59.39]
[02:00.38]没办法 不好吗
[02:03.10]
[02:03.65]大家都 不留下
[02:06.87]一直勉强相处
[02:08.75]
[02:10.60]总会累垮
[02:12.25]
[02:12.87]说不上爱别说谎
[02:15.65]
[02:16.39]就一点喜欢
[02:19.21]
[02:19.76]说不上恨别纠缠
[02:23.15]别装作感叹
[02:25.57]
[02:26.59]就当作我太麻烦
[02:29.03]不停让自己受伤
[02:30.53]我告诉我自己
[02:32.12]
[02:33.20]感情就是这样
[02:35.88]
[02:36.63]怎么一不小心太疯狂
[02:39.72]
[02:42.90]别后悔
[02:43.86]就算错过
[02:45.90]在以后
[02:47.19]你少不免想起我
[02:50.56]
[02:52.03]还算不错
[02:54.20]
[02:55.59]当我不在你会不会难过
[02:59.18]你够不够我这样洒脱
[03:03.04]
[03:04.15]说不上爱别说谎
[03:06.38]
[03:07.81]就一点喜欢
[03:09.82]
[03:11.12]说不上恨别纠缠
[03:13.73]
[03:14.65]别装作感叹
[03:16.89]将一切都体谅
[03:18.39]将一切都原谅
[03:20.24]我尝试找答案
[03:21.91]而答案很简单
[03:23.49]简单得很遗憾
[03:25.79]
[03:27.50]因为成长
[03:29.28]
[03:29.96]我们逼不得已要习惯
[03:33.09]
[03:34.66]因为成长
[03:36.17]
[03:36.69]我们忽尔间说散就散`);
song22.set('isNewMusic',false);
song22.set('isHotMusic',true);
song22.set('isPlayList',false);

var song23 = new slObj();
song23.set('hotRank','15');
song23.set('name','Something Just Like This');
song23.set('singer','The Chainsmokers / Coldplay');
song23.set('album','Something Just Like This');
song23.set('url','http://p6v42xc4h.bkt.clouddn.com/some.mp3');
song23.set('cover','http://p6v42xc4h.bkt.clouddn.com/some.jpg');
song23.set('lyric',`[00:07.820]I've been reading books of old
[00:10.140]The legends and the myths
[00:12.280]Achilles and his gold
[00:14.620]Hercules and his gifts
[00:17.100]Spiderman's control
[00:19.340]And Batman with his fists
[00:22.310]And clearly I don't see myself upon that list
[00:26.070]But she said, where'd you wanna go?
[00:28.700]How much you wanna risk?
[00:30.700]I'm not looking for somebody
[00:32.970]With some superhuman gifts
[00:35.610]Some superhero
[00:37.920]Some fairytale bliss
[00:40.380]Just something I can turn to
[00:42.600]Somebody I can kiss
[00:44.670]I want something just like this
[00:47.350]Doo-doo-doo, doo-doo-doo
[00:49.560]Doo-doo-doo, doo-doo
[00:51.880]Doo-doo-doo, doo-doo-doo
[00:53.910]Oh I want something just like this
[00:56.560]Doo-doo-doo, doo-doo-doo
[00:58.960]Doo-doo-doo, doo-doo
[01:01.240]Doo-doo-doo, doo-doo-doo
[01:03.140]Oh I want something just like this
[01:12.770]I want something just like this
[01:22.460]I've been reading books of old
[01:24.630]The legends and the myths
[01:26.880]The testaments they told
[01:29.260]The moon and its eclipse
[01:31.580]And Superman unrolls
[01:33.870]A suit before he lifts
[01:37.290]But I'm not the kind of person that it fits
[01:40.540]She said, where'd you wanna go?
[01:43.170]How much you wanna risk?
[01:45.240]I'm not looking for somebody
[01:47.520]With some superhuman gifts
[01:50.140]Some superhero
[01:52.430]Some fairytale bliss
[01:54.820]Just something I can turn to
[01:57.110]Somebody I can miss
[01:59.190]I want something just like this
[02:08.640]I want something just like this
[02:17.490]Oh I want something just like this
[02:20.170]Doo-doo-doo, doo-doo-doo
[02:22.780]Doo-doo-doo, doo-doo
[02:25.050]Doo-doo-doo, doo-doo-doo
[02:27.100]Oh I want something just like this
[02:29.810]Doo-doo-doo, doo-doo-doo
[02:32.050]Doo-doo-doo, doo-doo
[02:34.470]Doo-doo-doo, doo-doo-doo
[02:37.270]Where'd you wanna go?
[02:39.200]How much you wanna risk?
[02:41.230]I'm not looking for somebody
[02:43.550]With some superhuman gifts
[02:46.120]Some superhero
[02:48.320]Some fairytale bliss
[02:50.720]Just something I can turn to
[02:53.010]Somebody I can kiss
[02:55.150]I want something just like this
[03:13.640]Oh I want something just like this
[03:32.360]Oh I want something just like this
[03:50.950]Oh I want something just like this
[00:07.820]我曾饱览古老的书籍
[00:10.140]那些传说与神话
[00:12.280]阿喀琉斯和他的战利品
[00:14.620]大力神与他的天赋
[00:17.100]蜘蛛侠的控制力
[00:19.340]和蝙蝠侠的铁拳
[00:22.310]显而易见我未能名列其中
[00:26.070]她说，你想去何方？
[00:28.700]你能承担多大的风险？
[00:30.700]我并不渴求
[00:32.970]那些超人类的天赋
[00:35.610]那种超级英雄
[00:37.920]那些童话般的天赐之福
[00:40.380]只是一些我能力所能及的事情
[00:42.600]吻到我爱的人就好
[00:44.670]我想要的不过是这些
[00:47.350]
[00:49.560]
[00:51.880]
[00:53.910]噢 我想要的不过是这些
[00:56.560]
[00:58.960]
[01:01.240]
[01:03.140]噢 我想要的不过是这些
[01:12.770]我只想要这些
[01:22.460]我曾饱览古老的书籍
[01:24.630]那些传说与神话
[01:26.880]他们所讲述的圣约
[01:29.260]月亮的阴晴圆缺
[01:31.580]还有超人展示
[01:33.870]他飞天前的装束
[01:37.290]但我不是这样的英雄
[01:40.540]她说，你想去何方？
[01:43.170]你能承担多大的风险？
[01:45.240]我并不渴求
[01:47.520]那些超人类的天赋
[01:50.140]那种超级英雄
[01:52.430]那些童话般的天赐之福
[01:54.820]只是一些我能力所能及的事情
[01:57.110]见到我爱的人
[01:59.190]我想要的不过是这些
[02:08.640]我我想要的不过是这些
[02:17.490]噢 我想要的不过是这些
[02:20.170]
[02:22.780]
[02:25.050]
[02:27.100]噢 我想要的不过是这些
[02:29.810]
[02:32.050]
[02:34.470]
[02:37.270]你想要到何方？
[02:39.200]你能经受得住多少风险？
[02:41.230]我并不渴求那些
[02:43.550]超人类的天赋
[02:46.120]那种超级英雄
[02:48.320]那些童话般的天赐之福
[02:50.720]只是一些我能力所能及的事情
[02:53.010]吻到我爱的人就好
[02:55.150]这就是我想要的
[03:13.640]噢 我想要的不过是这些
[03:32.360]噢 我想要的不过是这些
[03:50.950]噢 我想要的不过是这些`);
song23.set('isNewMusic',false);
song23.set('isHotMusic',true);
song23.set('isPlayList',false);

var song24 = new slObj();
song24.set('hotRank','16');
song24.set('name','男孩');
song24.set('singer','梁博 / 陶孟童 / 肖和东 / 高誉容');
song24.set('album','我想和你唱 第二季 第7期');
song24.set('url','http://p6v42xc4h.bkt.clouddn.com/nanhai.mp3');
song24.set('cover','http://p6v42xc4h.bkt.clouddn.com/nanhai.jpg');
song24.set('lyric',`[00:00.00] 作曲 : 梁博
[00:00.675] 作词 : 梁博
[00:02.27]编曲：Derrick
[00:16.85]肖和东：曾经意外他和她相爱
[00:23.83]在不会犹豫的时代
[00:30.64]高誉容：以为明白所以爱得痛快
[00:37.25]一双手紧紧放不开
[00:44.67]陶孟童：心中的执着于未来 oh
[00:53.97]高誉容：忘不了你的爱
[00:57.67]但结局难更改
[01:00.88]肖和东：我没能把你留下来
[01:04.11]更不像他
[01:05.66]陶孟童：能给你一个期待的未来
[01:11.43]素人合：幼稚的男孩
[01:35.35]陶孟童+肖和东：你的关怀
[01:38.58]陶孟童：一直随身携带
[01:42.28]肖和东：无人的地方再打开
[01:48.83]高誉容+陶孟童：想问你现在
[01:52.08]高誉容：是否忧伤不再
[01:54.46]（陶孟童+肖和东：忧伤不再）
[01:56.33]高誉容：像躺在阳光下的海
[02:02.68]肖和东：像用心涂抹的色彩
[02:09.10]陶孟童：让你微笑起来勇敢起来
[02:12.35]陶孟童：忘不了你的爱 但结局难更改
[02:19.35]高誉容：我没能把你留下来 更不像他
[02:24.00]肖和东：能给你一个期待的未来
[02:29.72]素人合：幼稚的男孩
[02:33.25]陶孟童：oh---
[02:36.86]肖和东：oh---
[02:44.37]高誉容：oh---
[02:54.00]素人合：ha---
[03:00.49]梁博：想你就现在
[03:03.61]想你每当我又徘徊
[03:06.87]所有遗憾的都不是未来
[03:10.19]所有爱
[03:11.67]合：最后都难免逃不过伤害
[03:17.25]不必再重来 wu---ha---
[03:27.80]合：na--- na---na---
[03:37.63]合：现在我只希望疼痛来得更痛快
[03:44.21]合：反正不能够重来 wu—
[03:47.21]
[03:48.05]音乐总监、钢琴：赵兆
[03:49.25]音响顾问：何飚
[03:50.32]声乐指导：梁古驰
[03:52.28]吉他：Tommy Chan、劳国贤
[03:53.16]键盘：尹岳洋
[03:54.29]贝斯：韩阳
[03:55.31]鼓：郝稷伦
[03:56.34]打击乐：刘效松
[03:57.24]PGM：孔潇一
[03:58.10]和声：张石荻、李宏洲、胡维纳、王妞妞
[03:59.17]弦乐：靳海音®弦乐团
[04:00.03]混音：李卓 于昊 周天澈`);
song24.set('isNewMusic',false);
song24.set('isHotMusic',true);
song24.set('isPlayList',false);

var song25 = new slObj();
song25.set('hotRank','17');
song25.set('name','红昭愿');
song25.set('singer','音阙诗听');
song25.set('album','红昭愿');
song25.set('url','http://p6v42xc4h.bkt.clouddn.com/hong.mp3');
song25.set('cover','http://p6v42xc4h.bkt.clouddn.com/hong.jpg');
song25.set('lyric',`[00:00.00] 作曲 : 殇小谨
[00:01.00] 作词 : 荒唐客(偏生梓归)
[00:19.09]手中雕刻生花
[00:21.10]刀锋千转蜿蜒成画
[00:23.20]盛名功德塔
[00:24.78]是桥畔某处人家
[00:27.33]春风绕过发梢红纱
[00:29.34]刺绣赠他
[00:31.22]眉目刚烈拟作妆嫁
[00:35.30]轰烈流沙枕上白发
[00:37.36]杯中酒比划
[00:39.52]年少风雅鲜衣怒马
[00:41.62]也不过一刹那
[00:43.60]难免疏漏儿时檐下
[00:45.69]莫测变化
[00:47.73]隔却山海
[00:49.87]转身  从容煎茶
[01:08.53]一生长
[01:09.23]重寄一段过往
[01:11.19]将希冀都流放
[01:13.41]可曾添些荒唐
[01:14.79]才记得你的模样
[01:16.88]一身霜
[01:18.78]谁提笔只两行
[01:20.58]换一隅你安康
[01:21.61]便销得这沧桑
[01:23.13]你还在我的心上
[01:42.50]镜子中的她：手中雕刻生花
[01:44.31]现实中的她：刀锋千转蜿蜒成画
[01:46.78]镜子中的她：盛名功德塔
[01:49.12]现实中的她：是桥畔某处人家
[01:50.88]春风绕过发梢红纱
[01:53.03]刺绣赠他
[01:54.61]眉目刚烈拟作妆嫁
[01:58.74]轰烈流沙枕上白发
[02:00.82]杯中酒比划
[02:02.97]年少风雅鲜衣怒马
[02:04.94]也不过一刹那
[02:07.04]难免疏漏儿时檐下
[02:09.02]莫测变化
[02:11.14]隔却山海
[02:12.77]转身  从容煎茶
[02:15.32]一生长
[02:16.38]重寄一段过往
[02:18.02]将希冀都流放
[02:20.07]可曾添些荒唐
[02:21.42]才记得你的模样
[02:23.54]一身霜
[02:24.23]谁提笔只两行
[02:26.30]换一隅你安康
[02:28.54]便销得这沧桑
[02:29.93]你还在我的心上
[02:31.83]一生长
[02:32.60]重寄一段过往
[02:34.64]将希冀都流放
[02:36.72]可曾添些荒唐
[02:38.12]才记得你的模样
[02:40.09]一身霜
[02:40.78]谁提笔只两行
[02:42.94]换一隅你安康
[02:44.96]便销得这沧桑
[02:46.52]你还在我的心上
[02:50.07]
[02:51.07]编曲：朱鸽
[02:51.37]混音：殇小谨
[02:51.88]和声编写：殇小谨
[02:52.03]和声：殇小谨
[02:52.59]美工：睢亦
[02:52.89]混音室：Hot Music Studio
[02:53.01]监制：殇小谨 李俊羽`);
song25.set('isNewMusic',false);
song25.set('isHotMusic',true);
song25.set('isPlayList',false);

var song26 = new slObj();
song26.set('hotRank','18');
song26.set('name','BINGBIAN病变');
song26.set('singer','Cubi / Aydo$ / BRGang');
song26.set('album','BINGBIAN病变');
song26.set('url','http://p6v42xc4h.bkt.clouddn.com/bingbian.mp3');
song26.set('cover','http://p6v42xc4h.bkt.clouddn.com/bingbian.jpg');
song26.set('lyric',`[00:00.00] 作曲 : Jurrivh
[00:01.00] 作词 : Cubi/Aydo$
[00:13.04]编曲:Cubi
[00:14.04]混音:Aydo$
[00:14.99]cubi:
[00:17.26]有天我睡醒看到我的身边没有你
[00:20.51]在我的右边是你曾经喜欢的玩具
[00:24.84]可当我站起身来在房间里寻找你
[00:29.00]留下的只有带着你味道的一封信
[00:33.76]就在昨天还一起看我们的照片
[00:37.53]可现在让我感觉像烂剧里的主演
[00:41.64]为什么这种事情会发生在我身边
[00:46.21]是不是老天没能看到对你的疯癫
[00:49.66]Cubi:
[00:51.27]还想着 创造你的宇宙
[00:53.67]但现在 已经被我清空
[00:55.68]你让我 整个人都冰冻
[00:57.74]还怎么 再次为你心动
[00:59.84]wakeme 不是你的意愿
[01:01.95]离开我 开始新的起点
[01:04.05]可能我 还会对你贪恋
[01:06.16]谁让你 曾经让我疯癫
[01:08.26]疯癫 那也是过去的画面
[01:11.57]看往后的几天 我猜测你不会出现
[01:15.88]我回想这几年 就像是要命的病变
[01:20.40]你可能听不见 来自他Cubi的挂念
[01:24.66]可能有点累 觉得对不对这是第几次为你宿醉
[01:29.32]没了我肩膀 你在谁身旁买的礼物变成了灰
[01:33.23]曾经我多想 把你变漂亮看着别人羡慕你的模样
[01:37.89]没关系有小熊陪Cubi看月亮
[01:41.62]我已经看到跟你断电的过程 但我假装看不见
[01:45.88]是不是要我变得像个厉鬼才能进入你的世界
[01:50.05]为什么不说再见 我猜你这次应该是不小心的忘记
[01:55.06]都无所谓也有点累也可以开始新的记忆
[01:57.07]cubi:
[01:59.17]有天我醒看到我的身边没有你
[02:02.39]在我的右边是你曾经喜欢的玩具
[02:06.75]可当我站起身来在房间里寻找你
[02:11.01]留下的只有带着你味道的一封信
[02:15.73]就在昨天还一起看我们的照片
[02:19.59]可现在让我感觉像烂剧里的主演
[02:23.70]为什么这种事情会发生在我身边
[02:27.86]是不是老天没能看到对你的疯癫
[02:31.72]Aydo$:
[02:33.23]又吵了好几回
[02:35.29]你身边又换了谁
[02:37.39]再别争是谁对
[02:39.05]这幸福我不配
[02:41.00]又做了好几次
[02:42.61]愤怒却化成了满地的卫生纸
[02:45.12]你深夜发文字
[02:46.73]不跟你和好真的不是我自私
[02:49.63]是谁的问题 但谁都没有问仔细
[02:53.84]但你的呼吸 会冲进我的灵魂里
[02:58.56]你总是在哭泣 嘴边总挂着对不起
[03:02.28]但你已不是你 我选择放弃
[03:07.05]嘴角的泪滴 你细声低语
[03:11.37]我想抱住你
[03:15.13]沉闷的雨滴 敲击我心里
[03:19.99]转身离开你
[03:23.66]嘴角的泪滴 你细声低语
[03:28.42]我想抱住你
[03:32.44]沉闷的雨滴 敲击我心里
[03:36.94]转身离开你
[03:40.46]有天我醒看到我的身边没有你
[03:44.49]在我的右边是你曾经喜欢的玩具
[03:48.85]可当我站起身来在房间里寻找你`);
song26.set('isNewMusic',false);
song26.set('isHotMusic',true);
song26.set('isPlayList',false);

var song27 = new slObj();
song27.set('hotRank','19');
song27.set('name','广东十年爱情故事');
song27.set('singer','广东雨神');
song27.set('album','广东十年爱情故事');
song27.set('url','http://p6v42xc4h.bkt.clouddn.com/guangdong.mp3');
song27.set('cover','http://p6v42xc4h.bkt.clouddn.com/guangdong.jpg');
song27.set('lyric',`[00:00.00] 作曲 : 广东雨神
[00:01.00] 作词 : 广东雨神
[00:18.740]安静地离去
[00:21.600]和孤单一起
[00:26.290]拥挤的回忆
[00:28.980]时间抹去
[00:33.310]人在广东已经漂泊十年
[00:36.370]有时也怀念当初一起 经已改变
[00:40.600]让这天空将你我相连 怀念你
[00:48.150]走了云的天空还任性
[00:51.410]是否它相信在乎反而容易放弃
[00:56.350]非要最后一无所有 才无所畏惧
[01:07.820]
[01:09.440]对白：我知道好多时候爱一个人系冇任何理由嘅
[01:15.290]你同其他女仔唔一样嘅就系
[01:19.200]你从来都唔问我钟意你D乜
[01:21.970]反而我成日都问你，你究竟钟意我D乜
[01:27.060]笑的多一些
[01:37.370]改变要彻底
[01:42.210]直面这世界
[01:44.320]真假游戏
[01:48.200]人在广东已经漂泊十年
[01:51.860]有时也怀念当初一起 经已改变
[01:56.170]让这天空将你我相连 怀念你
[02:03.790]走了云的天空还任性
[02:06.750]是否它相信下一次的相遇
[02:11.710]就算最后一无所有 也无所畏惧
[02:19.480]相信你
[02:20.620]就如当初一起 行过广东这十年
[02:26.560]幸福走了 唏嘘感慨那当初
[02:33.970]相信你
[02:36.450]哪怕坚强是假装出勇敢的面具
[02:41.780]也不能少
[02:43.220]活得精彩的勇气
[02:48.700]人在广东已经漂泊十年
[02:51.820]有时也怀念当初一起 经已改变
[02:56.210]让这天空将你我相连 怀念你
[03:03.840]走了云的天空还任性
[03:06.720]是否它相信下一次的相遇
[03:11.160]就算最后一无所有 也无所畏惧
[03:24.970]`);
song27.set('isNewMusic',false);
song27.set('isHotMusic',true);
song27.set('isPlayList',false);

var song28 = new slObj();
song28.set('hotRank','20');
song28.set('name','追光者');
song28.set('intro','(电视剧《夏至未至》插曲)');
song28.set('singer','岑宁儿');
song28.set('album','夏至未至 影视原声带');
song28.set('url','http://p6v42xc4h.bkt.clouddn.com/zhuiguangzhe.mp3');
song28.set('cover','http://p6v42xc4h.bkt.clouddn.com/zhuiguangzhe.jpg');
song28.set('lyric',`[00:00.00] 作曲 : 马敬
[00:01.00] 作词 : 唐恬
[00:09.320]编曲 : 黎偌天
[00:24.650]如果说你是海上的烟火
[00:29.640]我是浪花的泡沫
[00:33.200]某一刻你的光照亮了我
[00:38.080]如果说你是遥远的星河
[00:42.960]耀眼得让人想哭
[00:48.450]我是追逐着你的眼眸
[00:51.600]总在孤单时候眺望夜空
[01:00.880]我可以跟在你身后
[01:04.130]像影子追着光梦游
[01:07.530]我可以等在这路口
[01:10.870]不管你会不会经过
[01:14.300]每当我为你抬起头
[01:17.600]连眼泪都觉得自由
[01:20.680]有的爱像阳光倾落边拥有边失去着
[01:41.300]如果说你是夏夜的萤火
[01:46.220]孩子们为你唱歌
[01:49.930]那么我是想要画你的手
[01:54.640]你看我多么渺小一个我
[01:59.510]因为你有梦可做
[02:05.120]也许你不会为我停留
[02:08.360]那就让我站在你的背后
[02:14.290]我可以跟在你身后
[02:17.460]像影子追着光梦游
[02:20.770]我可以等在这路口
[02:24.110]不管你会不会经过
[02:27.490]每当我为你抬起头
[02:30.840]连眼泪都觉得自由
[02:34.520]有的爱像大雨滂沱却依然相信彩虹
[03:07.590]我可以跟在你身后
[03:10.870]像影子追着光梦游
[03:14.440]我可以等在这路口
[03:17.580]不管你会不会经过
[03:20.890]每当我为你抬起头
[03:24.130]连眼泪都觉得自由
[03:27.760]有的爱像大雨滂沱却依然相信彩虹
[03:37.010]
[03:37.110]制作人 : 黎偌天
[03:37.420]吉他 : 劳国贤
[03:37.700]弦乐 : 国际首席爱乐乐团
[03:38.050]Bass : 大宇
[03:38.460]监制 : 宋鹏飞
[03:38.800]音乐出品发行公司 : 听见时代传媒`);
song28.set('isNewMusic',false);
song28.set('isHotMusic',true);
song28.set('isPlayList',false);

var song29 = new slObj();
song29.set('plRank','01');
song29.set('name','Can\'t Breathe');
song29.set('singer','Eddie Supa / 王嘉尔 / Stan Sono');
song29.set('album','VIBE Presents Urban Asia Vol 1');
song29.set('url','http://p6v42xc4h.bkt.clouddn.com/cannot.mp3');
song29.set('cover','http://p6v42xc4h.bkt.clouddn.com/cannot.jpg');
song29.set('lyric',`[00:00.00] 作曲 : Eddie Supa/Room 102/Stan Sono
[00:01.00] 作词 : Eddie Supa/王嘉尔/Stan Sono
[00:16.610]I get weak in the knees when you're close to me
[00:20.460]I can't see how we ain't supposed to be
[00:24.660]I can't breathe without you next to me babe
[00:29.420]I can't breathe without you babe
[00:33.160]I get weak in the knees when you're close to me
[00:37.290]I can't see how we ain't supposed to be
[00:41.310]I can't breathe without you next to me babe
[00:45.840]I can't breathe without you babe
[00:50.470]Can't help but think about our future
[00:52.100]Getting married having little babies
[00:54.020]Wanna grow old with you
[00:56.070]Still lit when we both in our eighties
[00:58.180]Even my mom approve
[01:00.200]And I love your mom too
[01:02.360]Get along with my crew
[01:03.940]Baby never be untrue
[01:05.410]Just wanna be with you
[01:07.450]Get all up in your plans
[01:09.580]Your arms around me yeah
[01:11.650]Your face is in my hands
[01:13.680]Kiss you like it's my first
[01:15.760]Love you like it's my last
[01:17.730]Damn I think I went and found my kindred spirit
[01:20.490]Now my souls attached
[01:21.950]Love the way you hold it down
[01:23.870]Love the way you throw it back
[01:26.040]I'm captivated by your style
[01:28.160]That dress you look great in that
[01:30.280]No matter where I go
[01:31.650]No matter what I do
[01:32.590]Erykah Badu you got me
[01:34.710]I feel it in my mind
[01:36.130]I feel it in my heart
[01:37.040]I feel it in my whole body
[01:38.670]Cause
[01:39.450]I get weak in the knees when you're close to me
[01:43.220]I can't see how we ain't supposed to be
[01:47.390]I can't breathe without you next to me babe
[01:51.620]I can't breathe without you babe
[01:56.140]I get weak in the knees when you're close to me
[01:59.890]I can't see how we ain't supposed to be
[02:04.030]I can't breathe without you next to me babe
[02:07.990]I can't breathe without you babe
[02:12.990]Been waiting for this time
[02:14.940]Treasure every second
[02:16.890]Been sipping on that wine
[02:18.930]Now I'm fine I reckon
[02:20.910]Lately I been thinking about you every moment
[02:24.630]Yeah Yeah Yeah
[02:25.460]Don't need no caffeine you keep me awake all night long
[02:28.310]Yeah Yeah
[02:29.420]Smooth ride whole time put a little twist on it
[02:31.370]Gonna be different tonight
[02:33.290]Let me solve your puzzle
[02:34.830]Won't leave a mark
[02:36.480]Lights out let me reach you in the dark
[02:37.820]Know my intention
[02:39.600]Could I get your attention
[02:41.180]My motivation
[02:43.280]And I thank god for his creation
[02:45.630]Yeah
[02:46.000]Always getting freaky
[02:47.010]Loving you is easy
[02:47.870]Yeah we stay hot like Fiji
[02:49.620]Getting me all cheesy
[02:51.020]I don't care who see me
[02:52.120]Kinda love you see on tv
[02:53.810]But to be honest
[02:55.470]You be the realest thing in my life right now
[02:58.410]Keeping me grounded
[02:59.570]If your weren't around my shit would be upside down
[03:02.100]I get weak in the knees when you're close to me
[03:06.260]I can't see how we ain't supposed to be
[03:10.300]I can't breathe without you next to me babe
[03:14.830]I can't breathe without you babe
[03:18.700]I get weak in the knees when you're close to me
[03:22.920]I can't see how we ain't supposed to be
[03:26.810]I can't breathe without you next to me babe
[03:31.250]I can't breathe without you babe
[00:16.610]你一靠近我就酥软无力
[00:20.460]我们本就是命中注定
[00:24.660]没有你的陪伴，连呼吸都如此多余
[00:29.420]宝贝，没有你就像没有氧气
[00:33.160]你一靠近我就酥软无力
[00:37.290]我们本就是命中注定
[00:41.310]没有你的陪伴，连呼吸都如此多余
[00:45.840]宝贝，没有你就像没有氧气
[00:50.470]情不自禁地幻想着我们的未来
[00:52.100]携手步入婚姻，拥有爱的结晶
[00:54.020]执子之手，与子偕老
[00:56.070]即使垂垂老矣仍旧如胶似漆
[00:58.180]我们的爱得到了我妈妈的祝福
[01:00.200]我也会敬爱你的母亲
[01:02.360]你完美地融入了我的圈子
[01:03.940]宝贝我发誓我心口如一
[01:05.410]只想天天和你腻在一起
[01:07.450]你的蓝图里有我的身影
[01:09.580]我们纠缠的身躯
[01:11.650]你的脸埋在我手心
[01:13.680]深情吻着你，如初次般青涩美好
[01:15.760]一心一意，把你安排进我全部余生里
[01:17.730]如果我是伯牙，你便是我的子期
[01:20.490]你就是我的灵魂伴侣
[01:21.950]是你让它不再飘忽不定
[01:23.870]是你让它感受到了回应
[01:26.040]你的一颦一笑俘获了我的心
[01:28.160]美丽长裙不及你的万分之一
[01:30.280]无论何时何地
[01:31.650]无论我作何决定
[01:32.590]你无时无刻不占据着我的思绪
[01:34.710]我的心心念念是你
[01:36.130]我的刻骨铭心也是你
[01:37.040]贯穿于我的身体里
[01:38.670]因为
[01:39.450]你一靠近我就酥软无力
[01:43.220]我们本就是命中注定
[01:47.390]没有你的陪伴，连呼吸都如此多余
[01:51.620]宝贝，没有你就像没有氧气
[01:56.140]你一靠近我就酥软无力
[01:59.890]我们本就是命中注定
[02:04.030]没有你的陪伴，连呼吸都如此多余
[02:07.990]宝贝，没有你就像没有氧气
[02:12.990]我日夜渴望此刻的到来
[02:14.940]与你缱绻的每一秒钟我都万分期待
[02:16.890]你如红酒，馥郁醇厚
[02:18.930]酒不醉人，我却沉沦
[02:20.910]脑海中挥之不去你的身影
[02:24.630]
[02:25.460]你就是令人上瘾的毒药，让我彻夜清醒
[02:28.310]
[02:29.420]平淡无奇的余生因你泛起层层涟漪
[02:31.370]今夜注定让人铭记于心
[02:33.290]你是难解的谜题
[02:34.830]我会探寻你的身体不留痕迹
[02:36.480]即使灯光熄灭，我也能在无边夜色中紧握住你
[02:37.820]对于我的意图，彼此心有灵犀
[02:39.600]我能否赢得你的注意？
[02:41.180]你于我是万物的激励
[02:43.280]而我虔诚感恩造物主让你降临
[02:45.630]
[02:46.000]爱让人捉摸不定
[02:47.010]但爱你却是天意
[02:47.870]我们的爱犹如斐济炙热的天气
[02:49.620]是你让我掉进甜蜜陷阱里
[02:51.020]千万人潮的汹涌我不在意
[02:52.120]想和你演一出最长的电影
[02:53.810]而此刻最真实的
[02:55.470]就是你出现在我的生命里
[02:58.410]是你让我脚踏实地
[02:59.570]你若离去，我的世界必将翻天覆地
[03:02.100]你一靠近我就酥软无力
[03:06.260]我们本就是命中注定
[03:10.300]没有你的陪伴，连呼吸都如此多余
[03:14.830]宝贝，没有你就像没有氧气
[03:18.700]你一靠近我就酥软无力
[03:22.920]我们本就是命中注定
[03:26.810]没有你的陪伴，连呼吸都如此多余
[03:31.250]宝贝，没有你就像没有氧气`);
song29.set('isNewMusic',false);
song29.set('isHotMusic',false);
song29.set('isPlayList',true);

var song30 = new slObj();
song30.set('plRank','02');
song30.set('name','面包与海');
song30.set('singer','柳爽');
song30.set('album','面包与海');
song30.set('url','http://p6v42xc4h.bkt.clouddn.com/mianbao.mp3');
song30.set('cover','http://p6v42xc4h.bkt.clouddn.com/mianbao.jpg');
song30.set('lyric',`[00:03.630]词： 柳爽
[00:06.030]曲：柳爽 王子豪
[00:08.230]编曲：王子豪
[00:10.540]吉他：王子豪
[00:12.680]录音师：丛子翔
[00:14.760]混音师：抓油条
[00:17.090]封面摄影：毛毛
[00:18.750]录音室：乐谣音乐
[00:21.040]出品方：众乐纪
[00:22.980]
[00:24.450]橱窗里的海啊，下雨了，天要下雨了
[00:35.220]迁徙的海鸟啊，飞哪儿啊，它要飞哪儿啊
[00:35.620]
[00:46.280]白色裙落长发，风起了，风又走了
[00:57.260]空气中的甜啊，捉住它，快捉住它
[01:08.440]你看那炉火，飞过海啊，像你的眼睛，开出花
[01:29.990]你听那船舶，发出声响，它藏进云朵，不见了
[01:50.240]
[02:59.060]临行的船儿，二月初上，给你的面包，加了糖
[03:20.090]你不见了，她不见了，消失在燃烧的海洋
[03:42.360]像一道光，漫天金黄，她展在透明的橱窗
[04:04.530]帆啊浪，我望啊望，沉入了雾雨茫茫
[04:26.500]她走了，她飞远了，化作了遥远星光
[04:52.370]
[05:04.200]`);
song30.set('isNewMusic',false);
song30.set('isHotMusic',false);
song30.set('isPlayList',true);

var song31 = new slObj();
song31.set('plRank','03');
song31.set('name','舞舞舞');
song31.set('intro','(都市练爱剧《动物系恋人啊》片头曲)');
song31.set('singer','萧亚轩');
song31.set('album','舞舞舞');
song31.set('url','http://p6v42xc4h.bkt.clouddn.com/wuwuwu.mp3');
song31.set('cover','http://p6v42xc4h.bkt.clouddn.com/wuwuwu.jpg');
song31.set('lyric',`[00:00.00] 作曲 : 苗小青
[00:00.686] 作词 : 陈珊妮
[00:02.58]
[00:15.62]我们
[00:17.37]
[00:19.62]爱过几个人
[00:21.88]
[00:23.29]也伤过几个人
[00:25.71]
[00:27.34]而长大的过程
[00:29.91]谁都可能
[00:32.28]犯错的
[00:33.47]
[00:35.56]多谢了青春
[00:37.73]
[00:39.52]昔日的我们
[00:41.34]
[00:43.30]仅以这首情歌
[00:46.04]祝福每个你们
[00:48.69]舞舞舞
[00:50.01]
[00:50.87]像真的紧紧抱着
[00:54.06]
[00:56.52]舞舞舞
[00:58.22]
[00:58.89]没有什么是不可以失去的
[01:03.59]
[01:04.58]舞舞舞
[01:06.06]
[01:06.91]越靠近越寂寞着
[01:10.06]
[01:12.48]舞舞舞
[01:13.98]
[01:14.93]双人即兴都有条不紊
[01:18.52]别辜负下一个人
[01:20.99]
[01:27.48]思念一个人
[01:29.69]
[01:31.17]别让眼泪倾城
[01:33.55]
[01:35.31]拿来调酒喝个
[01:37.36]
[01:38.00]一滴不剩
[01:40.30]眷顾着
[01:41.47]
[01:43.50]亲爱的前任
[01:45.65]
[01:47.55]昔日的我们
[01:49.36]
[01:51.21]仅以这首情歌
[01:53.91]祝福每个你们
[01:56.66]舞舞舞
[01:57.97]
[01:58.89]像真的紧紧抱着
[02:02.14]
[02:04.48]舞舞舞
[02:05.87]
[02:06.87]没有什么是不可以失去的
[02:11.36]
[02:12.48]舞舞舞
[02:14.17]
[02:14.89]越靠近越寂寞着
[02:18.36]
[02:20.42]舞舞舞
[02:21.58]
[02:22.88]双人即兴都有条不紊
[02:26.04]
[02:26.55]别辜负下一个人
[02:29.65]
[02:48.62]舞舞舞
[02:49.96]
[02:50.82]像真的紧紧抱着
[02:54.10]
[02:56.55]舞舞舞
[02:57.87]
[02:58.96]没有什么是不可以失去的
[03:03.64]
[03:04.50]舞舞舞
[03:06.03]
[03:07.01]越靠近越寂寞着
[03:10.08]
[03:12.71]舞舞舞
[03:13.84]
[03:14.87]双人即兴都有条不紊
[03:18.51]别辜负下一个人
[03:21.68]舞舞舞
[03:22.56]
[03:23.13]像真的紧紧抱着
[03:26.23]
[03:28.78]舞舞舞
[03:29.79]
[03:30.91]没有什么是不可以失去的
[03:34.59]不可以失去的
[03:36.61]舞舞舞
[03:37.77]
[03:39.12]越靠近越寂寞着
[03:41.98]
[03:44.84]舞舞舞
[03:45.67]
[03:46.88]你要对自己握手言和
[03:49.91]
[03:50.56]对得起下一个人`);
song31.set('isNewMusic',false);
song30.set('isHotMusic',false);
song31.set('isPlayList',true);

var song32 = new slObj();
song32.set('plRank','04');
song32.set('name','我们的爱没有错');
song32.set('intro','(电视剧《泡沫之夏》主题曲)');
song32.set('singer','胡夏');
song32.set('album','泡沫之夏 电视原声带');
song32.set('url','http://p6v42xc4h.bkt.clouddn.com/women.mp3');
song32.set('cover','http://p6v42xc4h.bkt.clouddn.com/women.jpg');
song32.set('lyric',`[00:00.00] 作曲 : V.K克
[00:01.00] 作词 : 代岳东
[00:04.66]编曲：Takey
[00:06.92]
[00:13.18]回忆多苦涩 谁真正拥有
[00:17.79]曾经的快乐 谁先放弃了
[00:22.49]不甘心 也只能无可奈何
[00:27.81]到了站 该下车
[01:59.28][00:31.91]我终于懂了 谁都有遗憾
[02:03.70][00:36.79]沿途的风景 错过的不为谁而停留
[02:09.78][00:42.57]I never wanna let you go
[02:13.72][00:46.77]Don’t you know I love you?
[02:18.80][00:51.36]还记得 你的笑容
[02:23.36][00:56.25]一夜一夜 伴我入梦
[02:28.10][01:01.12]一瞬间 却被清空
[02:32.15][01:05.60]一颗心 有多痛
[02:38.36][01:11.46]我们能不能 别放开手
[02:41.86][01:14.95]别让泪流 别去计较结果
[02:47.90][01:20.93]我们能不能 别管昨天
[02:51.31][01:24.27]别管以后 一切重新来过
[02:57.28][01:30.22]我们能不能 别再闪躲
[03:00.65][01:33.62]别再错过 别再独自承受
[03:07.36][01:40.42]站在时光彼岸 再回望那些时候
[03:12.49][01:45.49]要用什么 证明曾经爱过
[03:35.29]我们能不能 别放开手
[03:38.56]别让泪流 别去计较结果
[03:44.24]我们能不能 别管昨天
[03:47.77]别管以后 让一切重新开始好不好
[03:53.88]我们能不能 别再闪躲
[03:57.15]别再错过 别再独自承受
[04:03.64]站在时光彼岸 再回望那些时候
[04:08.99]闭上眼睛 别让泪水滑落
[04:21.78]我多想把你手紧握
[04:27.82]I only want you
[04:34.63]
[04:35.02]制作人：V.K克
[04:35.36]配唱制作人：V.K克
[04:35.72]执行制作：许兆晴( TINY GIANT MUSIC LTD. )
[04:36.06]弦乐编写：Takey
[04:36.44]乐谱编写：田雅欣
[04:36.77]合声编写：V.K克
[04:37.12]合声：许勤毅、林慧君
[04:37.45]配唱录音师&录音室： 江浩廷 / MX Newband Studio上海
[04:37.82]弦乐录音师&录音室：徐玉光 / 强力录音室
[04:38.13]混音师&混音室：王俊杰 / 强力录音室
[04:38.52]第一小提琴： 王茂榛
[04:38.86]第二小提琴：张暐姗
[04:39.18]中提琴：周孜颖
[04:39.49]大提琴：罗翡翠
[04:39.79]吉他& Bass：Takey
[04:40.26]`);
song32.set('isNewMusic',false);
song32.set('isHotMusic',false);
song32.set('isPlayList',true);

var song33 = new slObj();
song33.set('plRank','05');
song33.set('name','第三人称');
song33.set('intro','(电视剧《北京女子图鉴》插曲)');
song33.set('singer','戚薇');
song33.set('album','第三人称');
song33.set('url','http://p6v42xc4h.bkt.clouddn.com/disan.mp3');
song33.set('cover','http://p6v42xc4h.bkt.clouddn.com/disan.jpg');
song33.set('lyric',`[00:00.00] 作曲 : HUSH
[00:00.667] 作词 : HUSH
[00:02.03]原唱：Hush
[00:02.47]编曲：张步鸿
[00:12.00]他想知道那是谁
[00:18.14]为何总沉默寡言
[00:26.96]人群中也算抢眼
[00:32.64]抢眼的孤独难免
[00:41.44]快乐当然有一点 不过寂寞更强烈
[00:56.17]难过时候不流泪 流泪也不算伤悲
[01:09.29]天真以为 是他的独特品味
[01:17.61]殊不知是他 难以言喻的对决
[01:25.40]子母画面 分割上演谍对谍
[01:32.49]而谁是谁
[01:40.82]对于第三人称的角度而言
[01:46.56]也明白其实 每个人都有缺陷
[01:55.57]不自觉遮掩 多少也算自然的行为
[02:12.47]
[02:38.31]快乐当然有一点 不过寂寞更强烈
[02:52.56]难过时候不流泪 流泪也不算伤悲
[03:05.72]天真以为 是他的独特品味
[03:13.84]殊不知是他 难以言喻的对决
[03:21.99]子母画面 分割上演谍对谍
[03:28.62]而谁是谁
[03:37.15]对于第三人称的角度而言
[03:43.01]也明白其实 每个人都有缺陷
[03:50.98]才不断地追寻 更好的自己
[03:58.62]直到青春 一定程度的浪费
[04:04.90]才觉得 可贵
[04:12.94]他想知道那是谁
[04:19.28] 制作人：任寒冰
[04:19.46]吉他：张步鸿
[04:19.64]贝斯：张步鸿
[04:19.84]弦乐编写：张步鸿
[04:20.03]弦乐团：国际首席爱乐乐团
[04:20.23]和音：刘雪莲 张步鸿
[04:20.41]录音：章谋杰@行人Studio
[04:20.60]混音：郑昊杰@2496Studio
[04:20.78]母带：曹飞@行人Studio
[04:21.01]`);
song33.set('isNewMusic',false);
song33.set('isHotMusic',false);
song33.set('isPlayList',true);

var song34 = new slObj();
song34.set('plRank','06');
song34.set('name','转折');
song34.set('singer','梁文音');
song34.set('album','转折');
song34.set('url','http://p6v42xc4h.bkt.clouddn.com/zhuanzhe.mp3');
song34.set('cover','http://p6v42xc4h.bkt.clouddn.com/zhuanzhe.jpg');
song34.set('lyric',`[00:00.00] 作曲 : 张起政
[00:01.00] 作词 : 廖莹如
[00:03.31]
[00:30.35]存在阴影背后 像在幸福途中
[00:39.60]
[00:41.73]晒伤的正面有些痛 太美满了
[00:48.93]
[00:52.30]我学会的承受 必须比你还多
[01:01.38]
[01:03.48]要的不相同 会震动
[01:07.53]
[01:08.22]却变成裂缝 美好在崩落
[01:15.19]这份爱架空我 明明撑住的是我
[01:21.44]你虚空的配合 腐蚀着
[01:27.71]我心在半空中 爱摔在黑洞
[01:33.94]你说你不懂 因为不想懂
[01:40.97]
[02:07.12]以为走过转折 我们一起成熟
[02:16.71]
[02:18.36]你的不改变 是负荷
[02:22.33]
[02:23.04]还是种折磨 浪费了包容
[02:30.06]这份爱架空我 明明撑住的是我
[02:36.31]你虚空的配合 腐蚀着
[02:42.51]我心在半空中 爱摔在黑洞
[02:48.71]你说你不懂 因为不想懂
[02:56.45]
[03:16.79]伤害我让我走 当初不踏实的梦
[03:22.99]不敢想你是否 还抱着
[03:29.22]一再地抛上空 我不是花火
[03:35.49]以为我不懂 其实我都懂
[03:43.74]
[03:44.81]我懂`);
song34.set('isNewMusic',false);
song34.set('isHotMusic',false);
song34.set('isPlayList',true);

var song35 = new slObj();
song35.set('plRank','07');
song35.set('name','忘却');
song35.set('singer','苏琛');
song35.set('album','忘却');
song35.set('url','http://p6v42xc4h.bkt.clouddn.com/wangque.mp3');
song35.set('cover','http://p6v42xc4h.bkt.clouddn.com/wangque.jpg');
song35.set('lyric',`[00:00.00] 作曲 : 苏琛
[00:01.00] 作词 : 苏琛
[00:32.05]我躲在孤岛喊你一万遍
[00:38.85]又细数和你的从前
[00:45.83]我走在人群找寻你的脸
[00:52.18]你藏在过去未知的画面
[00:59.73]我站在山顶看日落月圆
[01:06.68]你却在山的另一边
[01:13.52]我试着在雨中把你分辨
[01:20.04]伞却没变可你不在身边
[01:25.93]趁我还没忘掉之前
[01:29.62]把美好再多写几篇
[01:32.83]你能否看见
[01:35.38]我停在你的世界
[01:39.88]你至死不渝的从前
[01:43.08]和你喜欢过的一切
[01:47.44]我都帮你保存到忘却
[01:54.94]I love you so l love you baby
[02:00.00]Don't say you can't hear
[02:03.36]Whatever you say
[02:08.61]I love you so
[02:10.47]I love you baby
[02:13.47]I love you
[02:14.76]You are my love so
[02:17.21]When you say I do
[02:23.08]你走在人山人海每条街
[02:29.82]和你的那双高跟鞋
[02:36.84]我躺在床上又不知不觉
[02:43.09]把手臂借给了玩具半边
[02:48.95]趁我还没忘掉之前
[02:52.33]把美好再多写几篇
[02:55.89]你能否看见
[02:58.39]我停在你的世界
[03:02.83]你至死不渝的从前
[03:06.23]和你喜欢过的一切
[03:10.54]我都帮你保存到忘却
[03:16.59]趁我还没忘掉之前
[03:19.99]把美好再多写几篇
[03:24.34]却发现
[03:26.14]你怎么看不见
[03:31.04]你至死不渝的从前
[03:34.42]和你喜欢过的一切
[03:38.77]我都帮你保存到忘却
[03:45.04]你至死不渝的从前
[03:48.34]和你喜欢过的一切
[03:52.74]我都帮你保存到忘却`);
song35.set('isNewMusic',false);
song35.set('isHotMusic',false);
song35.set('isPlayList',true);

var song36 = new slObj();
song36.set('plRank','08');
song36.set('name','当我们不在一起');
song36.set('singer','四分卫');
song36.set('album','当我们不在一起');
song36.set('url','http://p6v42xc4h.bkt.clouddn.com/dangwomen.mp3');
song36.set('cover','http://p6v42xc4h.bkt.clouddn.com/dangwomen.jpg');
song36.set('lyric',`[00:00.00] 作曲 : 陈如山
[00:01.00] 作词 : 陈如山
[00:15.56]编曲：四分卫
[00:24.50]遇见了 你喜欢的
[00:29.90]那部电影与那一首歌
[00:35.88]剧情啊 是谁写的
[00:41.46]擦肩而过就满面泪痕
[00:52.81]这首歌写的都是你啊
[01:04.02]我想你还不会知道啊
[01:10.47]亲爱的 你怎么不在我身边
[01:21.35]说真的 当我们不在一起
[01:32.92]好多故事啊 并不是没有意义
[01:44.50]我记得 当我们还在一起看着喜欢的电影
[01:56.07]也想像不到 现在的我们
[02:01.55]练习分离
[02:14.45]为什么 情到深处
[02:19.94]肩并著肩却又走散了
[02:25.87]每一天 我努力着
[02:31.24]把清晰的全都模糊了
[02:37.17]亲爱的 你已经不在我身边
[02:48.07]说真的 当我们不在一起
[02:59.45]好多日子啊 雨总是下个不停
[03:11.21]我记得 当我们还在一起拥有彼此的气息
[03:22.67]也想像不到 现在的我们
[03:28.14]练习分离
[03:58.21]亲爱的
[04:01.53]你已经不在我身边`);
song36.set('isNewMusic',false);
song36.set('isHotMusic',false);
song36.set('isPlayList',true);

var song37 = new slObj();
song37.set('plRank','09');
song37.set('name','积雨云');
song37.set('intro','(第三十五届政大金旋奖主题曲 / Rain Clouds)');
song37.set('singer','郑兴');
song37.set('album','积雨云');
song37.set('url','http://p6v42xc4h.bkt.clouddn.com/jiyuyun.mp3');
song37.set('cover','http://p6v42xc4h.bkt.clouddn.com/jiyuyun.jpg');
song37.set('lyric',`[00:00.00] 作曲 : 郑兴
[00:00.00] 作词 : 郑兴
[00:00.00]需要一点点寒冷
[00:04.88]来抵御内心的不安分
[00:11.00]恍惚中我又回到了
[00:15.45]那个阳光充沛的清晨
[00:23.49]  青春是个瞒天大谎
[00:27.64]  让人期盼时间有翅膀
[00:34.31]  云层的深处透着光
[00:40.65]  大地的脸颊开始发烫
[00:47.59]  头顶着风 眼望着月
[00:53.29]  我住在积雨云的阴暗面
[00:59.26]  面对着光 背靠着电
[01:04.50]  看雨水流过母亲的容颜
[01:35.96]  是要尝过几处伤痕
[01:40.13]  拥抱才显得更加完整
[01:46.74]  沉重的行囊翻一翻
[01:52.65]  有多少眼泪开始回温
[01:56.36]  头顶着风 眼望着月
[02:02.38]  我住在积雨云的阴暗面
[02:08.30]  面对着光 背靠着电
[02:14.25]  看雨水流过母亲的容颜
[02:20.05]  春天有风 秋天有月
[02:25.44]  有没有一如当初的季节
[02:31.11]  花开此时 花落昨天
[02:36.95]  这是不会改变的道理
[02:40.70]  你要如何才了解
[03:17.51]  头顶着风 眼望着月
[03:22.58]  等一场近在咫尺的闪电
[03:28.19]  你在这边 我在那边
[03:34.12]  云朵会原谅故乡的善变
[03:39.90]  归来有风 远走有月
[03:45.16]  有没有不复当年的初见
[03:50.39]  笑中带泪 酸中有甜
[03:56.57]  谁不愿永远天真做少年`);
song37.set('isNewMusic',false);
song37.set('isHotMusic',false);
song37.set('isPlayList',true);

var song38 = new slObj();
song38.set('plRank','10');
song38.set('name','洛杉矶的十点半');
song38.set('intro','(电视剧《忽而今夏》章远人物曲)');
song38.set('singer','白宇');
song38.set('album','洛杉矶的十点半');
song38.set('url','http://p6v42xc4h.bkt.clouddn.com/luoshanji.mp3');
song38.set('cover','http://p6v42xc4h.bkt.clouddn.com/luoshanji.jpg');
song38.set('lyric',`[00:00.00] 作曲 : 罗锟
[00:01.00] 作词 : 张赢
[00:14.64]我听着心跳变化
[00:19.21]像你轻声呢喃着
[00:22.86]多想这一刻 都静止了
[00:30.44]你微笑说愿望太大
[00:34.28]我说一定实现它
[00:37.81]让你把未来  交给我吧
[00:44.58]世界  一帧一帧变化
[00:48.81]你怕  走着走着散了
[00:52.29]你心的地址  我收好了
[00:59.60]若有天真的走散了
[01:03.41]我第一时间到达
[01:07.05]我最亲爱的 你别怕
[01:14.60]不多不少的  时间啊  我们经过了
[01:22.03]我的承诺从来都没有忘记啊
[01:29.33]心里的话  终于它  变成无声表达
[01:37.06]还会心疼啊
[02:00.03]我盯着秒针嘀嗒
[02:02.47]数十六小时时差
[02:06.08]我想应该说  晚安了吧
[02:13.61]我这里的电话号码
[02:17.68]应该没忘记吧
[02:21.32]有朋友问我  你去哪儿了
[02:28.27]有些爱怎么表达
[02:32.17]放在心里生根开花
[02:35.64]你在那城市  听得到吗
[02:43.06]还介意彼此的变化
[02:47.13]假装说说笑话
[02:50.70]可是没问你  想我吗
[02:58.22]不多不少的  时间啊  我们经过了
[03:05.23]从此以后让爱埋在我心里吧
[03:12.72]给你的话终于它  变成无声表达
[03:20.44]还会心疼啊
[03:27.92]不多不少的  时间啊  我们经过了
[03:34.79]从此以后让爱埋在我心里吧
[03:42.13]给你的话  终于它  变成无声表达
[03:50.19]还会心疼啊
[04:09.02]你微笑说愿望太大
[04:12.40]我说一定实现它
[04:16.92]我最亲爱的 你别怕
[04:29.28]监制：宋鹏飞
[04:29.46]制作人：陈雪燃（美国）张赢
[04:29.61]编曲：Andy 陈雪燃（美国）
[04:29.79]吉他: 胡晨
[04:29.97]大提琴：Ro Rowan
[04:30.14]和音：许一鸣
[04:30.35]配唱制作人：张赢
[04:30.50]录音：芦悦
[04:30.69]混音&母带：NEM Studios（美国）
[04:30.87]音乐出品发行：北京听见时代娱乐传媒有限公司
[04:31.21]`);
song38.set('isNewMusic',false);
song38.set('isHotMusic',false);
song38.set('isPlayList',true);

var song39 = new slObj();
song39.set('plRank','11');
song39.set('name','heart');
song39.set('singer','李迦南Doc');
song39.set('album','heart');
song39.set('url','http://p6v42xc4h.bkt.clouddn.com/heart.mp3');
song39.set('cover','http://p6v42xc4h.bkt.clouddn.com/heart.jpg');
song39.set('lyric',`[00:00.00] 作曲 : 李迦南
[00:01.00] 作词 : 李迦南
[00:03.29]编曲：ZIV
[00:17.00]因为世界本是特别无情
[00:18.75]也愿意为你描绘看不到的图形
[00:20.91]当一切都在变生活也在变大家都在骗
[00:23.29]我也绝不会让你一人独行
[00:25.40]如果可以那就让我做你避风港
[00:27.45]被热傻了那就让我来当你冰工厂
[00:29.24]这不是上天注定更像宿命
[00:31.21]如果可以烦恼统统不用想
[00:33.85]记得你生病了一定要吃药的
[00:35.75]我不是随时都能化身变成浩克
[00:37.94]我给你的爱你是否已收到了
[00:40.15]baby love you
[00:40.93]我是你的bad boy
[00:42.25]把你抱再 怀里
[00:43.34]想与你 沉入海底
[00:44.46]与你的距离 永远不会超过 百米
[00:46.45]你爱的东西
[00:47.60]我就会去获得
[00:48.98]奋不顾身
[00:49.95]更没有或者
[00:51.07]本以为你是生活里出现的一个陷阱
[00:57.36]如果我的城市有你那一定更加美丽
[01:05.65]我该怎么做才完美
[01:17.53]让人上瘾又沉醉唉
[01:25.04]142
[01:42.92]刚刚容得下你我的心本不大
[01:44.62]不要道歉但换做亲吻的话
[01:46.56]你犯下所有的错误由我来一人弥补
[01:48.89]尽情享乐 剩下我来赎吧
[01:50.91]帮你 整理 好一切
[01:52.59]尽管每天忙的 真的好疲倦
[01:54.46]只是想要与你温存一整夜
[01:56.97]别再为了 不值得的人 哽咽
[01:59.67]我会尽力做好 那些我能做的
[02:01.59]替你探路 那样不会又太多的挫折
[02:03.61]如果你是一本让人心情很好的书的话
[02:06.37]那我一定就是作者
[02:08.21]当你开始慢慢变得变得厌了
[02:10.43]我们之间没有太多电了
[02:12.45]那是真正的爱情
[02:14.02]别再被骗了
[02:17.96]本以为你是生活里出现的一个陷阱
[02:26.45]如果我的城市有你那一定更加美丽
[02:34.33]我该怎么做才完美
[02:42.90]让人上瘾又沉醉唉
[02:52.03]`);
song39.set('isNewMusic',false);
song39.set('isHotMusic',false);
song39.set('isPlayList',true);

var song40 = new slObj();
song40.set('plRank','12');
song40.set('name','后来的我们');
song40.set('intro','(电影《后来的我们》片名曲)');
song40.set('singer','五月天');
song40.set('album','后来的我们');
song40.set('url','http://p6v42xc4h.bkt.clouddn.com/houlai.mp3');
song40.set('cover','http://p6v42xc4h.bkt.clouddn.com/houlai.jpg');
song40.set('lyric',`[00:00.00] 作曲 : 怪兽
[00:01.00] 作词 : 阿信
[00:15.680]然后呢
[00:19.030]他们说你的心 似乎痊愈了
[00:25.480]也开始有个人 为你守护着
[00:31.740]我该心安或是 心痛呢
[00:37.210]然后呢
[00:40.870]其实我的日子 也还可以呢
[00:46.980]除了回忆肆虐 的某些时刻
[00:53.000]庆幸还有眼泪 冲淡苦涩
[01:00.510]而那些昨日 依然缤纷着
[01:06.880]它们都有我 细心收藏着
[01:12.990]也许你还记得 也许你都忘了
[01:19.180]也不是那么 重要了
[01:25.280]只期待 后来的你 能快乐
[01:32.020]那就是 后来的我 最想的
[01:38.180]后来的我们 依然走着
[01:42.330]只是不再并肩了
[01:45.470]朝各自的人生 追寻了
[01:51.490]亲爱的
[01:54.650]回忆我们共同 走过的曲折
[02:00.800]是那些带我们 来到了这一刻
[02:06.930]让珍贵的人生 有失有得
[02:14.450]用新的幸福 把遗憾包着
[02:20.770]就这么朝着 未来前进了
[02:27.130]有再多的不舍 也要狠心割舍
[02:33.280]别回头看我 亲爱的
[02:39.120]只期待 后来的你 能快乐
[02:45.640]那就是 后来的我 最想的
[02:51.900]后来的我们 依然走着
[02:56.280]只是不再并肩了
[02:59.370]朝各自的人生 追寻了
[03:03.640]无论是 后来故事 怎么了
[03:10.320]也要让 后来人生 精彩着
[03:16.850]后来的我们 我期待着
[03:20.790]泪水中能看到 你真的
[03:40.760]在某处 另一个你 留下了
[03:47.640]在那里 另一个我 微笑着
[03:53.490]另一个我们 还深爱着
[03:57.640]代替我们永恒着
[04:00.980]如果能这么想 就够了
[04:05.180]无论是 后来故事 怎么了
[04:13.570]也要让 后来人生 值得
[04:19.750]后来的我们 我期待着
[04:23.730]泪水中能看到 你真的 自由了`);
song40.set('isNewMusic',false);
song40.set('isHotMusic',false);
song40.set('isPlayList',true);

var song41 = new slObj();
song41.set('plRank','13');
song41.set('name','她很漂亮');
song41.set('intro','(电视剧《她很漂亮》同名主题曲)');
song41.set('singer','主题曲)任家萱');
song41.set('album','她很漂亮');
song41.set('url','http://p6v42xc4h.bkt.clouddn.com/tahen.mp3');
song41.set('cover','http://p6v42xc4h.bkt.clouddn.com/tahen.jpg');
song41.set('lyric',`[00:00.00] 作曲 : 谢馨哲
[00:01.00] 作词 : Selina/施人诚
[00:13.93]编曲：洪敬尧
[00:16.05]对着镜子卸下 白天的武装
[00:22.35]允许暂时不坚强 放肆悲伤
[00:29.49]不过是怀抱梦想 嘲笑声却那么响亮
[00:35.82]还好已经不在意 异样眼光
[00:42.80]敢承认脆弱 就够勇敢
[00:46.30]眼泪笑着擦干
[00:49.42]哭过后就继续大声地唱
[00:56.85]她很漂亮 wo～她很漂亮
[01:03.57]笑那么坦然 心够宽敞
[01:07.03]容纳所有不一样
[01:10.40]她很漂亮 不同但是一样
[01:17.24]努力绽放 向着阳光灿烂 方向
[01:38.51]安慰镜子里面 那沮丧脸庞
[01:44.49]谁又能让每个人 都懂欣赏
[01:51.51]想去的那个远方 一路来虽然很孤单
[01:58.08]但不真的去看看 心有不甘
[02:05.08]敢承认脆弱 就够勇敢
[02:08.34]眼泪笑着擦干
[02:11.82]哭过后就继续大声地唱
[02:19.11]她很漂亮 wo～她很漂亮
[02:25.71]笑那么坦然 心够宽敞
[02:29.23]容纳所有不一样
[02:32.74]她很漂亮 不同但是一样
[02:39.34]努力绽放 向着阳光灿烂 方向
[03:00.76]黑暗的低谷是生命必然
[03:03.96]都要经历害怕孤独绝望
[03:07.49]不要忘记爱是最大的力量
[03:13.81]她很漂亮 她很漂亮
[03:20.73]笑那么坦然 心够宽敞
[03:24.08]容纳所有不一样
[03:27.62]她很漂亮 不同但是一样
[03:34.24]努力绽放 向着阳光灿烂 方向
[03:46.70]
[03:48.45]制作人：吕祯晃
[03:48.97]配唱制作人：郭文宗
[03:49.44]和声编写：郭文宗
[03:49.99]吉他：倪方来
[03:50.45]Drums：陈柏州
[03:51.00]小提琴、中提琴：蔡曜宇
[03:51.48]执行制作：樊哲忠
[03:52.01]制作助理：杨郁群
[03:52.54]和声：Selina
[03:53.05]录音师：陈志翔、马丁
[03:53.55]录音室：华研猛蛋录音室
[03:54.03]混音录音师：杨大纬
[03:54.56]混音录音室：杨大纬录音室
[03:55.11]`);
song41.set('isNewMusic',false);
song41.set('isHotMusic',false);
song41.set('isPlayList',true);

var song42 = new slObj();
song42.set('plRank','14');
song42.set('name','忽而今夏');
song42.set('intro','电视剧《忽而今夏》主题曲');
song42.set('singer','汪苏泷');
song42.set('album','忽而今夏');
song42.set('url','http://p6v42xc4h.bkt.clouddn.com/huer.mp3');
song42.set('cover','http://p6v42xc4h.bkt.clouddn.com/huer.jpg');
song42.set('lyric',`[00:00.00] 作曲 : 汪苏泷
[00:00.687] 作词 : 汪苏泷
[00:02.63]编曲：张楚弦
[00:05.62]
[00:18.34]还有些忘不掉的
[00:21.04]
[00:22.06]你说那就记得吧
[00:24.41]
[00:25.82]不放下也许是最好的放下
[00:30.52]
[00:32.85]曾经给过的牵挂
[00:35.27]
[00:36.48]你说还依然牵挂
[00:38.90]
[00:40.02]只不过已不需要回答
[00:44.56]
[00:46.47]来回争吵过多少啊
[00:49.21]
[00:50.18]反复试探了多久啦
[00:52.85]
[00:54.36]你说何必浪费
[00:55.69]
[00:56.38]最宝贵的年华
[00:59.32]
[01:01.02]有些缘分是注定的
[01:03.95]
[01:04.51]怎么努力也没办法
[01:07.32]
[01:08.70]小树发过芽
[01:09.88]
[01:10.73]也未必能开花
[01:13.55]
[01:15.50]可是你还记得吗
[01:17.26]
[01:17.91]那年盛夏
[01:18.90]
[01:19.54]那个傻瓜
[01:20.69]
[01:21.27]说的傻话
[01:22.52]
[01:23.32]陪着你回家
[01:24.94]陪着你长大
[01:26.08]
[01:26.67]每天都记得打电话
[01:29.37]
[01:29.89]可是你还记得吗
[01:31.64]
[01:32.25]那道晚霞
[01:33.35]
[01:34.01]最后一次
[01:35.74]送你回家
[01:37.10]
[01:37.66]我没有讲话
[01:39.00]
[01:39.57]因为怕眼泪落下
[01:43.10]
[01:45.73]还有些忘不掉的
[01:48.04]
[01:49.11]你说那就记得吧
[01:51.70]
[01:52.83]不放下也许是最好的放下
[01:57.43]
[01:59.98]曾经给过的牵挂
[02:02.66]
[02:03.66]你说还依然牵挂
[02:06.15]
[02:07.34]只不过已不需要回答
[02:11.52]
[02:13.64]来回争吵过多少啊
[02:16.33]
[02:17.31]反复试探了多久啦
[02:19.98]
[02:21.38]你说何必浪费
[02:22.94]
[02:23.65]最宝贵的年华
[02:26.57]
[02:28.35]有些缘分是注定的
[02:30.99]
[02:31.84]怎么努力也没办法
[02:34.86]
[02:36.01]小树发过芽
[02:37.12]
[02:37.97]也未必能开花
[02:40.85]
[02:42.74]可是你还记得吗
[02:44.64]
[02:45.17]那年盛夏
[02:46.23]
[02:46.89]那个傻瓜
[02:48.02]
[02:48.65]说的傻话
[02:49.94]
[02:50.50]陪着你回家
[02:51.71]
[02:52.28]陪着你长大
[02:53.95]每天都记得打电话
[02:56.93]可是你还记得吗
[02:58.96]
[02:59.57]那道晚霞
[03:00.71]
[03:01.26]最后一次
[03:03.05]送你回家
[03:04.38]
[03:05.07]我没有讲话
[03:06.22]
[03:06.80]因为怕眼泪落下
[03:10.05]
[03:22.60]可是你还记得吗
[03:24.37]
[03:25.03]那年盛夏
[03:26.82]那个傻瓜
[03:28.60]说的傻话
[03:30.00]
[03:30.57]陪着你回家
[03:32.30]陪着你长大
[03:33.45]
[03:33.98]每天都记得打电话
[03:36.61]
[03:37.15]可是你还记得吗
[03:38.97]
[03:39.47]那道晚霞
[03:40.76]
[03:41.33]最后一次
[03:42.92]送你回家
[03:44.91]我没有讲话
[03:46.26]
[03:46.77]因为怕眼泪落下
[03:50.26]
[03:52.35]我没有讲话
[03:53.59]
[03:54.19]因为怕眼泪落下
[04:00.19]
[04:01.19]制作人：胡皓
[04:02.19]配唱制作人：何文锐
[04:03.19]吉他：张楚弦
[04:04.19]和声/和声编写：何文锐
[04:05.19]录音：齐文涛@北京光合声动录音室 studio A
[04:06.19]mix：齐文涛@北京光合声动录音室 studio A
[04:07.19]音乐发行：北京听见时代娱乐传媒有限公司`);
song42.set('isNewMusic',false);
song42.set('isHotMusic',false);
song42.set('isPlayList',true);

var song43 = new slObj();
song43.set('plRank','15');
song43.set('name','乱了阵脚');
song43.set('singer','孙子涵');
song43.set('album','乱了阵脚');
song43.set('url','http://p6v42xc4h.bkt.clouddn.com/luanle.mp3');
song43.set('cover','http://p6v42xc4h.bkt.clouddn.com/luanle.jpg');
song43.set('lyric',`[00:00.00] 作曲 : 蒋蒋
[00:00.333] 作词 : 蒋蒋
[00:01.01]编曲：王柏鸿
[00:01.22]制作人：赖伟锋
[00:01.48]和声编写/和声：赖伟锋
[00:01.87]录音师/录音室：汝文博/Big J Studio
[00:02.38]混音师/混音室：赵靖/Big J Studio
[00:02.85]母带工程师/母带处理室：全相彦/OKmastering Studio
[00:03.46]OP：北京简单快乐文化发展有限公司
[00:04.89]
[00:16.73]我站在你门外
[00:19.49]等天空的阴霾
[00:21.97]
[00:22.70]猜你在他的怀
[00:25.76]画暧昧的云彩
[00:27.98]
[00:29.06]话结束得太快
[00:32.07]再也挽回不来
[00:34.63]
[00:35.38]爱像一根断拐
[00:38.52]撑不过将来
[00:41.65]
[00:44.96]生命那么潦草
[00:46.45]谈感情太搞笑
[00:48.02]谎言是迷心的药
[00:50.01]
[00:51.20]中了你的圈套
[00:52.73]想逃也逃不了
[00:54.32]那些难忘的美好
[00:56.44]
[00:57.49]爱你爱得高调
[00:59.02]恨你恨得悄悄
[01:00.56]分也分得有说有笑
[01:03.08]
[01:03.67]可泪水控制不了
[01:05.22]扰乱我的眼角
[01:06.79]看你模糊的发梢
[01:09.33]乱了阵脚
[01:11.56]
[01:40.44]我站在你门外
[01:43.20]等天空的阴霾
[01:45.68]
[01:46.35]猜你在他的怀
[01:49.46]画暧昧的云彩
[01:51.68]
[01:52.77]话结束得太快
[01:55.76]再也挽回不来
[01:58.23]
[01:59.02]爱像一根断拐
[02:02.21]撑不过将来
[02:05.28]
[02:07.02]生命那么潦草
[02:08.62]谈感情太搞笑
[02:10.07]谎言是迷心的药
[02:12.08]
[02:13.30]中了你的圈套
[02:14.75]想逃也逃不了
[02:16.33]那些难忘的美好
[02:18.56]
[02:19.55]爱你爱得高调
[02:21.10]恨你恨得悄悄
[02:22.66]分也分得有说有笑
[02:25.21]
[02:25.83]可泪水控制不了
[02:27.38]扰乱我的眼角
[02:29.05]看你模糊的发梢
[02:31.54]
[02:32.50]生命那么潦草
[02:33.80]谈感情太搞笑
[02:35.39]谎言是迷心的药
[02:37.47]
[02:38.49]中了你的圈套
[02:40.08]想逃也逃不了
[02:41.70]那些难忘的美好
[02:43.82]
[02:45.06]爱你爱得高调
[02:46.33]恨你恨得悄悄
[02:47.98]分也分得有说有笑
[02:50.48]
[02:51.06]可泪水控制不了
[02:52.81]扰乱我的眼角
[02:54.30]看你模糊的发梢
[02:56.71]乱了阵脚`);
song43.set('isNewMusic',false);
song43.set('isHotMusic',false);
song43.set('isPlayList',true);

var song44 = new slObj();
song44.set('plRank','16');
song44.set('name','境迁(独唱版)');
song44.set('singer','王心凌');
song44.set('album','境迁(独唱版)');
song44.set('url','http://p6v42xc4h.bkt.clouddn.com/jingqian.mp3');
song44.set('cover','http://p6v42xc4h.bkt.clouddn.com/jingqian.jpg');
song44.set('lyric',`[00:00.00] 作曲 : 张洢豪
[00:01.00] 作词 : 裴志森
[00:15.97]编曲：郑楠
[00:16.16]
[00:16.78]蝴蝶停驻指尖
[00:19.42]风吹乱发辫
[00:23.08]花香轻吻侧脸
[00:26.78]像你在身边
[00:30.46]寂寞星空潋滟
[00:34.13]是对谁留恋
[00:37.79]悸动的心沉淀
[00:41.50]谁还听得见
[00:45.31]幸福有些遥远
[00:48.92]漂浮如云烟
[00:52.67]多想再见一面
[00:56.42]骗过想念
[01:03.72]你牵我走过繁华郁郁芊芊
[01:07.46]看那红霞飞满天
[01:11.13]你陪我走过世间阴暗艰险
[01:14.82]赏那白云似纸鸢
[01:18.44]你给我盛世宠爱赫赫炎炎
[01:22.10]将悲伤哀怨祭奠
[01:25.82]你为我戴上独属于你的冕
[01:29.59]誓守岁岁又年年
[01:32.18]晃神却境迁
[01:55.72]幸福有些遥远
[01:59.09]漂浮如云烟
[02:02.72]多想再见一面
[02:06.44]骗 骗过想念
[02:13.82]你牵我走过繁华郁郁芊芊
[02:17.57]看那红霞飞满天
[02:21.21]你陪我走过世间阴暗艰险
[02:24.88]赏那白云似纸鸢
[02:28.78]你给我盛世宠爱赫赫炎炎
[02:32.28]将悲伤哀怨祭奠
[02:35.97]你为我戴上独属于你的冕
[02:39.73]誓守岁岁又年年
[02:42.22]晃神却境迁
[02:49.99]
[02:50.95]制作人：鲁士郎
[02:51.87]录音：陈志翔
[02:52.75]录音室：白金录音室（台北）
[02:53.24]吉他：洪川
[02:53.72]弦乐编写：郑楠
[02:54.25]弦乐：亚洲首席爱乐团
[02:54.71]一提琴：庞阔 张琴 颜柯 张涵 崔方函。
[02:55.18]二提琴：简培 崔小蕾 妮冰雪 高言。
[02:55.62]中提琴：李纪泽 何辉 杨小雨。
[02:56.07]大提琴：张平 郎莹 石云博
[02:56.55]笛子：祝遥
[02:56.99]古筝：刘一曼
[02:57.46]琵琶：王杨
[02:57.92]和声：朱怡然
[02:58.42]配唱制作人：陈思宇
[02:58.86]混音/母带：郑昊杰
[02:59.31]混音室：2496 TOP Music Studio
[02:59.82]音乐制作发行：哇唧唧哇x智慧大狗x 天才联盟
[03:00.27]出品人： 龙丹妮
[03:00.75]总策划： 张葛 黄威 彭力
[03:01.16]统筹：王明宇`);
song44.set('isNewMusic',false);
song44.set('isHotMusic',false);
song44.set('isPlayList',true);

var song45 = new slObj();
song45.set('plRank','17');
song45.set('name','莽荒');
song45.set('intro','(电视剧《莽荒纪》片头曲)');
song45.set('singer','金志文');
song45.set('album','莽荒');
song45.set('url','http://p6v42xc4h.bkt.clouddn.com/manghuang.mp3');
song45.set('cover','http://p6v42xc4h.bkt.clouddn.com/manghuang.jpg');
song45.set('lyric',`[00:00.00] 作曲 : 张旭
[00:00.686] 作词 : 张旭
[00:02.60]编曲：廖正星
[00:07.60]
[00:30.20]雪纯白的忧伤蔷薇的芬芳泪落两行
[00:41.89]
[00:43.53]沙掩盖或遗忘阴谋和真相谁来担当
[00:54.74]
[00:56.74]剑缠绕在心上挥不尽荣光如泣如唱
[01:08.53]
[01:10.06]叹命运太跌宕缘起太痴狂像梦一场
[01:22.05]
[01:23.03]舍恩怨难断岁月总难挡
[01:26.33]论豪情壮志与天地共享
[01:29.94]
[01:30.59]无畏无惧携手闯飙到地老天荒
[01:36.29]当硝烟散尽跌落进时光
[01:39.67]若至真至幻热血染沙场
[01:43.46]
[01:43.96]一路笑傲四野八荒
[01:50.22]
[02:03.49]雪纯白的忧伤蔷薇的芬芳泪落两行
[02:15.43]
[02:16.81]沙掩盖或遗忘阴谋和真相谁来担当
[02:29.07]
[02:30.13]剑缠绕在心上挥不尽荣光如泣如唱
[02:42.72]
[02:43.60]叹命运太跌宕缘起太痴狂像梦一场
[02:55.28]
[02:56.32]舍恩怨难断岁月总难挡
[02:59.64]论豪情壮志与天地共享
[03:03.88]无畏无惧携手闯飙到地老天荒
[03:09.60]当硝烟散尽跌落进时光
[03:12.90]若至真至幻热血染沙场
[03:16.72]
[03:17.32]一路笑傲四野八荒
[03:22.63]莽荒之上日出东方俯瞰众生和苍茫
[03:35.17]莽荒之上侠骨柔肠不负天下和离殇
[03:50.17]
[03:51.17]制作人：李进
[03:51.17]吉他：廖正星
[03:51.17]贝斯：韩阳
[03:52.17]鼓：王澜
[03:52.17]合声：李进/张旭/刘雨潇
[03:52.17]录音师：甄浩@好听音乐
[03:53.17]混音师：王辰@ flying ear studio
[03:53.17]发行：天浩盛世音乐文化传播有限公司`);
song45.set('isNewMusic',false);
song45.set('isHotMusic',false);
song45.set('isPlayList',true);

var song46 = new slObj();
song46.set('plRank','18');
song46.set('name','别');
song46.set('singer','白举纲');
song46.set('album','赤');
song46.set('url','http://p6v42xc4h.bkt.clouddn.com/bie.mp3');
song46.set('cover','http://p6v42xc4h.bkt.clouddn.com/bie.jpg');
song46.set('lyric',`[00:00.00] 作曲 : 白举纲
[00:01.00] 作词 : Sasha Gao
[00:05.89]制作人: Erik Ron,白举纲
[00:23.99]杯中物 饮琼露 醉别西楼再相逢
[00:27.52]花涧柳 黄粱梦 又添几许新愁
[00:39.23]从别后 忆相逢 几回魂梦与君同
[00:42.89]风敲竹 雨淋土 院前幽兰失娇容 失娇容
[00:54.31]斜阳落 玉笛鸣 琵琶奏
[01:01.86]月如钩 闭眼往事如梦
[01:09.36]夜凉人走 凭栏立 月华收
[01:29.36]夜未寝 湿罗衣 盼来一曲从军令
[01:32.80]马前卒 男儿命 黄沙漠漠醉酩酊
[01:44.44]倚雕栏 枕玉砌 抱得佳人长相守
[01:48.16]千户侯 爵位授 从此与君不再候 不再候
[01:59.72]月如钩 闭眼往事如梦
[02:06.60]夜凉人走 凭栏立 月华收
[02:15.20]一将功成万骨枯
[02:18.30]月照不复故乡路
[02:22.24]金戈铁马万人拥
[02:26.41]醉沙场卧亦沙场
[02:49.60]斜阳落 玉笛鸣 琵琶奏
[02:56.91]不旋踵 两鬓白 青丝落
[03:04.76]月如钩 闭眼往事如梦
[03:11.91]夜凉人走 凭栏立 月华收
[03:20.46]一将功成万骨枯
[03:23.62]月照不复故乡路
[03:27.81]金戈铁马万人拥
[03:31.24]醉沙场卧亦沙场
[03:42.18]混音师:David Bendeth
[03:42.90]母带师: Ted Jensen
[03:45.16]吉他:Erik Ron,白举纲
[03:46.20]鼓: Matthew Marquez,殷之豪
[03:47.03]贝斯:Erik Ron,郭凌峰
[03:48.09]Programing: Erik Ron,白举纲
[03:48.94]古筝:王冰洁
[03:49.97]和声:白举纲`);
song46.set('isNewMusic',false);
song46.set('isHotMusic',false);
song46.set('isPlayList',true);

var song47 = new slObj();
song47.set('plRank','19');
song47.set('name','最暖的忧伤');
song47.set('intro','(电视剧《温暖的弦》主题曲)')
song47.set('singer','田馥甄');
song47.set('album','最暖的忧伤');
song47.set('url','http://p6v42xc4h.bkt.clouddn.com/wenluan.mp3');
song47.set('cover','http://p6v42xc4h.bkt.clouddn.com/wenluan.jpg');
song47.set('lyric',`[00:00.00] 作曲 : 陈小霞
[00:00.686] 作词 : 姚若龙
[00:02.59]编曲：陈辉阳
[00:04.17]
[00:23.62]是雪花一片一片地飘进眼眶
[00:29.90]是火花一明一灭的不肯绝望
[00:36.14]朝双手吐气躲入记忆的酸枣林
[00:41.74]我倚赖成瘾了的你 身在何方
[00:48.95]是误会一寸一寸地镌刻成伤
[00:55.15]是倔强一呼一吸地故作无恙
[01:01.46]我勉强自己体谅缘分啊像柳絮
[01:06.53]一起风就不由分说各自飘荡
[01:13.35]思念是最暖的忧伤像一双翅膀
[01:19.41]让我停不了飞不远在过往游荡
[01:25.79]不告而别的你 就算为了我着想
[01:31.99]这么沉痛的呵护 我怎么能翱翔
[01:38.31]穿着我最暖的忧伤种一屋愿望
[01:44.67]幸福总会在你身旁绽放如阳光
[01:50.90]在人海的汪洋 曾经汹涌地擦撞
[01:57.45]是彼此 内心永远会起伏 的波浪
[02:27.44]花谢了有情人还能闻到它的香
[02:32.99]人散了有心人还能听得到声响
[02:38.25]有关爱 的等待 多漫长 都不长
[02:51.22]思念是最暖的忧伤像一双翅膀
[02:57.22]让我停不了飞不远在过往游荡
[03:03.59]不告而别的你 就算为了我着想
[03:09.93]这么沉痛的呵护 我怎么能翱翔
[03:16.26]穿着我最暖的忧伤种一屋愿望
[03:22.52]幸福总会在你身旁绽放如阳光
[03:28.89]在人海的汪洋 曾经汹涌地擦撞
[03:35.20]是彼此 内心永远会起伏 的波浪
[03:48.93]你忍痛一次一次地关上了窗
[03:55.17]我含泪一步一停地回首凝望
[04:01.30]不能爱是人世间最遥远的流放
[04:06.52]但不能不爱是最快乐的捆绑
[04:13.65]
[04:14.11]制作人：王治平
[04:14.55]配唱制作人：郭文宗
[04:14.91]弦乐编写：曼多林、陈辉阳
[04:15.31]大提琴独奏：Richard Bamping
[04:15.72]弦乐：国际首席爱乐
[04:16.15]吉他编写 : Jacky Lau、Francis Wan、陈辉阳
[04:16.52]吉他：Jacky Lau ,
[04:16.99]贝斯：Andrew Bautista
[04:17.39]鼓：Anthony Fernandes
[04:17.79]搭乐器录音师：Tomas Chan
[04:18.20]搭乐器录音室： Zeal 录音室 (Hong Kong)
[04:18.73]制作助理：张育硕
[04:19.11]录音师：马丁
[04:19.64]录音室：华研猛蛋录音室
[04:20.11]混音录音师：Craig Burbidge
[04:20.61]混音录音室：After Shock Studio, LA
[04:21.68]`);
song47.set('isNewMusic',false);
song47.set('isHotMusic',false);
song47.set('isPlayList',true);

var song48 = new slObj();
song48.set('plRank','20');
song48.set('name','染');
song48.set('singer','张碧晨');
song48.set('album','染');
song48.set('url','http://p6v42xc4h.bkt.clouddn.com/ran.mp3');
song48.set('cover','http://p6v42xc4h.bkt.clouddn.com/ran.jpg');
song48.set('lyric',`[00:00.00] 作曲 : Martin Frans Enar Landquist/Robin Hans Bengtsson/Tofer Brown
[00:00.81]中文改编词：吕易秋
[00:01.46]制作人：郑楠
[00:01.67]编曲：郑楠
[00:02.04]吉他：薛峰/郑楠
[00:02.81]和声设计：余昭源/郑楠
[00:03.21]和声：张碧晨/余昭源/张恋歌
[00:03.71]录音：汝文博
[00:03.92]录音棚：BIG.J Studio
[00:04.14]混音：赵靖
[00:04.32]混音棚：BIG.J Studio
[00:04.53]母带：赵靖 @BIG.J Studio
[00:05.13]
[00:12.26]街边自由画家换了新的风格
[00:15.19]
[00:17.50]城市地标搭建起轮廓
[00:20.08]
[00:21.73]玻璃墙折射出街道上的曲折
[00:24.78]
[00:26.97]霓虹之下像幅抽象画作
[00:29.53]
[00:34.36]是哪个色调不对
[00:36.19]
[00:39.07]让画面只剩黑白灰
[00:41.70]
[00:43.98]找点明亮色彩
[00:46.33]重新着色涂改
[00:48.58]
[00:51.27]打碎凝固化思维
[00:54.66]
[00:55.86]快逃离晦暗的包围
[00:59.37]
[01:00.53]崭新风格怎样调配
[01:03.15]在构图中无绝对
[01:05.32]
[01:06.51]用什么点缀 都无所谓
[01:11.96]
[01:29.69]构图法应该怎么讲
[01:31.63]
[01:34.25]毕加索也偶尔靠想象
[01:36.31]
[01:39.01]怎样的色彩能表达立场
[01:41.41]
[01:43.70]拥有无可替代的力量
[01:47.64]
[01:48.79]打碎凝固化思维
[01:52.01]
[01:53.43]快逃离晦暗的包围
[01:57.14]
[01:58.11]崭新风格怎样调配
[02:00.67]在构图中无绝对
[02:03.47]
[02:04.06]用什么点缀都无所谓
[02:08.11]
[02:08.96]怎么画都无所谓
[02:10.43]
[02:11.29]怎么想也无所谓
[02:12.56]Ow
[02:15.86]
[02:18.46]怎么说都无所谓
[02:19.80]
[02:20.74]怎么做也无所谓
[02:23.48]
[02:29.80]哪个色调不对
[02:31.49]
[02:34.30]让画面只剩黑白灰
[02:36.93]
[02:39.18]找点明亮色彩
[02:41.48]重新着色涂改
[02:44.29]
[02:48.69]打碎凝固化思维
[02:51.64]
[02:53.32]快逃离晦暗的包围
[02:55.78]
[02:58.09]崭新风格怎样调配
[03:00.64]在构图中无绝对
[03:03.07]
[03:03.91]用什么点缀 都无所谓
[03:09.96]
[03:12.81]快逃离晦暗的包围
[03:16.20]
[03:17.30]崭新风格怎样调配
[03:19.94]在构图中无绝对
[03:23.16]用什么点缀 都无所谓`);
song48.set('isNewMusic',false);
song48.set('isHotMusic',false);
song48.set('isPlayList',true);


//构建一个本地的 AV.Object 对象数组
var songs = [song1,song2,song3,song4,song5,song6,song7,song8,song9,song10,song11,song12,song13,song14,song15,song16,song17,song18,song19,song20,song21,song22,song23,song24,song25,song26,song27,song28,song29,song30,song31,song32,song33,song34,song35,song36,song37,song38,song39,song40,song41,song42,song43,song44,song45,song46,song47,song48];
//批量创建（更新）
AV.Object.saveAll(songs).then(function(objects) {
    //成功
    console.log('ok');
}, function(error) {
    //异常处理
    console.log('error');
});




















/*
song4.set('name','不红的艺人');
song4.set('singer','谭佑铭');
song4.set('album','不红的艺人');
song4.set('url','http://p6v42xc4h.bkt.clouddn.com/%E4%B8%8D%E7%BA%A2%E7%9A%84%E8%89%BA%E4%BA%BA.mp3');

song5.set('name','半句再见');
song5.set('singer','孙燕姿');
song5.set('album','半句再见');
song5.set('url','http://p6v42xc4h.bkt.clouddn.com/%E5%8D%8A%E5%8F%A5%E5%86%8D%E8%A7%81.mp3');

song6.set('name','爱了很久的朋友');
song6.set('intro','(电影《后来的我们》插曲)');
song6.set('singer','田馥甄');
song6.set('album','爱了很久的朋友');
song6.set('url','http://p6v42xc4h.bkt.clouddn.com/%E7%88%B1%E4%BA%86%E5%BE%88%E4%B9%85%E7%9A%84%E6%9C%8B%E5%8F%8B.mp3');

song7.set('name','熊猫舞');
song7.set('singer','钟亚男');
song7.set('album','熊猫舞');
song7.set('url','http://p6v42xc4h.bkt.clouddn.com/%E7%86%8A%E7%8C%AB%E8%88%9E.mp3');

song8.set('name','小嫦娥');
song8.set('singer','安子与九妹');
song8.set('album','小嫦娥');
song8.set('url','http://p6v42xc4h.bkt.clouddn.com/%E5%B0%8F%E5%AB%A6%E5%A8%A5.mp3');

song9.set('name','Your Song');
song9.set('singer','Lady Gaga');
song9.set('album','Your Song');
song9.set('url','http://p6v42xc4h.bkt.clouddn.com/Your%20Song.mp3');

song10.set('name','My Star');
song10.set('singer','EXILE');
song10.set('album','My Star');
song10.set('url','http://p6v42xc4h.bkt.clouddn.com/My%20Star.mp3');

//构建一个本地的 AV.Object 对象数组
var songs = [song1,song2,song3,song4,song5,song6,song7,song8,song9,song10];

//批量创建（更新）
AV.Object.saveAll(songs).then(function(objects) {
    //成功
    console.log('ok');
}, function(error) {
    //异常处理
    console.log('error');
});
*/


/*
*** 向page hot music list添加数据内容 ***

//AV.Object.extend('className') 所需的参数 className 则表示对应的表名
//声明类型
var PageHotListObject = AV.Object.extend('PageHotList');

//新建对象
var song1 = new PageHotListObject();
var song2 = new PageHotListObject();
var song3 = new PageHotListObject();
var song4 = new PageHotListObject();
var song5 = new PageHotListObject();
var song6 = new PageHotListObject();
var song7 = new PageHotListObject();
var song8 = new PageHotListObject();
var song9 = new PageHotListObject();
var song10 = new PageHotListObject();
var song11 = new PageHotListObject();
var song12 = new PageHotListObject();
var song13 = new PageHotListObject();
var song14 = new PageHotListObject();
var song15 = new PageHotListObject();
var song16 = new PageHotListObject();
var song17 = new PageHotListObject();
var song18 = new PageHotListObject();
var song19 = new PageHotListObject();
var song20 = new PageHotListObject();

// 设置名称
song1.set('rank','01');
song1.set('name','离人愁');
song1.set('singer','李袁杰');
song1.set('album','离人愁');

song2.set('rank','02');
song2.set('name','爱了很久的朋友');
song2.set('intro','(电影《后来的我们》插曲)');
song2.set('singer','田馥甄');
song2.set('album','爱了很久的朋友');

song3.set('rank','03');
song3.set('name','你，好不好？');
song3.set('intro','(电视剧《遗憾拼图》片尾曲)');
song3.set('singer','周兴哲');
song3.set('album','爱，教会我们的事');

song4.set('rank','04');
song4.set('name','白羊');
song4.set('singer','徐秉龙 / 沈以诚');
song4.set('album','白羊');

song5.set('rank','05');
song5.set('name','戒烟 (Live)');
song5.set('singer','李荣浩 / 陈立农 / 尤长靖 / 灵超 / 朱正廷 / 陆定昊 / 木子洋 / 杨非同');
song5.set('album','偶像练习生 表演曲目合集');

song6.set('rank','06');
song6.set('name','最美的期待');
song6.set('singer','周笔畅');
song6.set('album','最美的期待');

song7.set('rank','07');
song7.set('name','空空如也');
song7.set('singer','任然');
song7.set('album','空空如也');

song8.set('rank','08');
song8.set('name','渺小却伟大');
song8.set('singer','李易峰');
song8.set('album','渺小却伟大');

song9.set('rank','09');
song9.set('name','慢慢喜欢你');
song9.set('singer','莫文蔚');
song9.set('album','慢慢喜欢你');

song10.set('rank','10');
song10.set('name','醉赤壁');
song10.set('intro','(网游《赤壁Online》主题曲)');
song10.set('singer','林俊杰');
song10.set('album','JJ陆');

song11.set('rank','11');
song11.set('name','纸短情长（完整版）');
song11.set('singer','烟把儿');
song11.set('album','纸短情长（完整版）');

song12.set('rank','12');
song12.set('name','PLANET');
song12.set('singer','ラムジ');
song12.set('album','PLANET');

song13.set('rank','13');
song13.set('name','烟火里的尘埃');
song13.set('singer','华晨宇');
song13.set('album','烟火里的尘埃');

song14.set('rank','14');
song14.set('name','说散就散');
song14.set('intro','(电影《前任3：再见前任》主题曲)');
song14.set('singer','袁娅维');
song14.set('album','说散就散');

song15.set('rank','15');
song15.set('name','Something Just Like This');
song15.set('singer','The Chainsmokers / Coldplay');
song15.set('album','Something Just Like This');

song16.set('rank','16');
song16.set('name','男孩');
song16.set('singer','梁博 / 陶孟童 / 肖和东 / 高誉容');
song16.set('album','我想和你唱 第二季 第7期');

song17.set('rank','17');
song17.set('name','红昭愿');
song17.set('singer','音阙诗听');
song17.set('album','红昭愿');

song18.set('rank','18');
song18.set('name','BINGBIAN病变');
song18.set('singer','Cubi / Aydo$ / BRGang');
song18.set('album','BINGBIAN病变');

song19.set('rank','19');
song19.set('name','广东十年爱情故事');
song19.set('singer','广东雨神');
song19.set('album','广东十年爱情故事');

song20.set('rank','20');
song20.set('name','追光者');
song20.set('intro','(电视剧《夏至未至》插曲)');
song20.set('singer','岑宁儿');
song20.set('album','夏至未至 影视原声带');

//构建一个本地的 AV.Object 对象数组
var songs = [song1,song2,song3,song4,song5,song6,song7,song8,song9,song10,song11,song12,song13,song14,song15,song16,song17,song18,song19,song20];

//批量创建（更新）
AV.Object.saveAll(songs).then(function(objects) {
    //成功
    console.log('ok');
}, function(error) {
    //异常处理
    console.log('error');
});
*/


/*
*** 向page playlist song list添加数据内容 ***

//AV.Object.extend('className') 所需的参数 className 则表示对应的表名
//声明类型
var PagePlListObject = AV.Object.extend('PagePlList');

//新建对象
var plSong1 = new PagePlListObject();
var plSong2 = new PagePlListObject();
var plSong3 = new PagePlListObject();
var plSong4 = new PagePlListObject();
var plSong5 = new PagePlListObject();
var plSong6 = new PagePlListObject();
var plSong7 = new PagePlListObject();
var plSong8 = new PagePlListObject();
var plSong9 = new PagePlListObject();
var plSong10 = new PagePlListObject();
var plSong11 = new PagePlListObject();
var plSong12 = new PagePlListObject();
var plSong13 = new PagePlListObject();
var plSong14 = new PagePlListObject();
var plSong15 = new PagePlListObject();
var plSong16 = new PagePlListObject();
var plSong17 = new PagePlListObject();
var plSong18 = new PagePlListObject();
var plSong19 = new PagePlListObject();
var plSong20= new PagePlListObject();

// 设置名称
plSong1.set('name','Can\'t Breathe');
plSong1.set('singer','Eddie Supa / 王嘉尔 / Stan Sono');
plSong1.set('rank','01');
plSong1.set('album','VIBE Presents Urban Asia Vol 1');

plSong2.set('name','面包与海');
plSong2.set('singer','柳爽');
plSong2.set('rank','02');
plSong2.set('album','面包与海');

plSong3.set('name','舞舞舞(都市练爱剧《动物系恋人啊》片头曲)');
plSong3.set('singer','萧亚轩');
plSong3.set('rank','03');
plSong3.set('album','舞舞舞');

plSong4.set('name','我们的爱没有错(电视剧《泡沫之夏》主题曲)');
plSong4.set('singer','胡夏');
plSong4.set('rank','04');
plSong4.set('album','泡沫之夏 电视原声带');

plSong5.set('name','第三人称(电视剧《北京女子图鉴》插曲)');
plSong5.set('singer','戚薇');
plSong5.set('rank','05');
plSong5.set('album','第三人称');

plSong6.set('name','转折');
plSong6.set('singer','梁文音');
plSong6.set('rank','06');
plSong6.set('album','转折');

plSong7.set('name','Chasing You (Prod. by Yoken)');
plSong7.set('singer','Mc光光 / Yoken_Official / 阿曼');
plSong7.set('rank','07');
plSong7.set('album','街躁日Street Noise Vol.2');

plSong8.set('name','当我们不在一起');
plSong8.set('singer','四分卫');
plSong8.set('rank','08');
plSong8.set('album','当我们不在一起');

plSong9.set('name','积雨云(第三十五届政大金旋奖主题曲 / Rain Clouds)');
plSong9.set('singer','郑兴');
plSong9.set('rank','09');
plSong9.set('album','积雨云');

plSong10.set('name','洛杉矶的十点半(电视剧《忽而今夏》章远人物曲)');
plSong10.set('singer','白宇');
plSong10.set('rank','10');
plSong10.set('album','洛杉矶的十点半');

plSong11.set('name','heart');
plSong11.set('singer','李迦南Doc');
plSong11.set('rank','11');
plSong11.set('album','heart');

plSong12.set('name','后来的我们(电影《后来的我们》片名曲)');
plSong12.set('singer','五月天');
plSong12.set('rank','12');
plSong12.set('album','后来的我们');

plSong13.set('name','她很漂亮(电视剧《她很漂亮》同名主题曲)');
plSong13.set('singer','任家萱');
plSong13.set('rank','13');
plSong13.set('album','她很漂亮');

plSong14.set('name','诗');
plSong14.set('singer','Winky诗 / 三无MarBlue');
plSong14.set('rank','14');
plSong14.set('album','溯游从歌');

plSong15.set('name','光尘(Light and Dust)');
plSong15.set('singer','Hello Nico');
plSong15.set('rank','15');
plSong15.set('album','光尘');

plSong16.set('name','境迁(独唱版)');
plSong16.set('singer','王心凌');
plSong16.set('rank','16');
plSong16.set('album','境迁(独唱版)');

plSong17.set('name','别');
plSong17.set('singer','白举纲');
plSong17.set('rank','17');
plSong17.set('album','赤');

plSong18.set('name','莽荒(电视剧《莽荒纪》片头曲)');
plSong18.set('singer','金志文');
plSong18.set('rank','18');
plSong18.set('album','莽荒');

plSong19.set('name','淘金日记');
plSong19.set('singer','C-BLOCK');
plSong19.set('rank','19');
plSong19.set('album','淘金日记');

plSong20.set('name','染');
plSong20.set('singer','张碧晨');
plSong20.set('rank','20');
plSong20.set('album','染');

//构建一个本地的 AV.Object 对象数组
var plSongs = [plSong1,plSong2,plSong3,plSong4,plSong5,plSong6,plSong7,plSong8,plSong9,plSong10,plSong11,plSong12,plSong13,plSong14,plSong15,plSong16,plSong17,plSong18,plSong19,plSong20];

//批量创建（更新）
AV.Object.saveAll(plSongs).then(function(objects) {
    //成功
    console.log('ok');
}, function(error) {
    //异常处理
    console.log('error');
});
*/